/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "slideshow_aAwwLJ": {
      "type": "slideshow",
      "blocks": {
        "image_gCBwGW": {
          "type": "image",
          "disabled": true,
          "settings": {
            "top_subheading": "",
            "title": "",
            "title_size": 80,
            "subheading": "",
            "link": "",
            "link_text": "",
            "link_2": "",
            "link_text_2": "",
            "color_accent": "rgba(0,0,0,0)",
            "text_align": "vertical-center horizontal-center",
            "image": "shopify://shop_images/Our_Bestsellers-26.jpg",
            "parallax_direction": "top",
            "overlay_opacity": 0
          }
        }
      },
      "block_order": [
        "image_gCBwGW"
      ],
      "disabled": true,
      "settings": {
        "show_container": false,
        "section_height": "550px",
        "mobile_height": "auto",
        "parallax": true,
        "style": "bars",
        "autoplay": true,
        "autoplay_speed": 5,
        "lazyload_images": true
      }
    },
    "rich_text_gg9waL": {
      "type": "rich-text",
      "blocks": {
        "heading_T476Qj": {
          "type": "heading",
          "settings": {
            "title": "CLASSES, WEBINARS & TRADE SHOW EDUCATION",
            "title_color": "#000000"
          }
        },
        "text_HKbbA8": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>The most important investment in your esthetics career is advanced education to enhance skills to develop professionally. These educational webinars provide immersive sessions in the latest innovations, techniques, protocols and ingredients in esthetics as well as proven methods to increase business.<br/><br/>The Virtual Master Classes will provide 90 minutes of intense educational content, and provide all the features that have drawn over 12,000 people to participate in the past year, including live demonstration and an interactive Q&A.</p>",
            "text_color": "#000000"
          }
        }
      },
      "block_order": [
        "heading_T476Qj",
        "text_HKbbA8"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": false,
        "padding_top": 60,
        "padding_bottom": 60,
        "padding_top_m": 40,
        "padding_bottom_m": 40,
        "bg_color": "",
        "divider": false
      }
    },
    "custom_classes_schedule_PX3jiM": {
      "type": "custom__classes-schedule",
      "blocks": {
        "class_LWJTPy": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "October",
            "date": "28-30",
            "class": "MASTER CLASS",
            "title": "Elevate Your Skincare Expertise",
            "text": "<p><strong>Master Class with Lydia Sarfati</strong></p><p>This masterclass will provide hands-on experience, practical insights, and advanced techniques to elevate your skincare practice. Don’t miss this opportunity to learn from a leading expert in the field and enhance your skills with cutting-edge treatments.</p><p><strong>Day 1: Mastering Compromised Skin</strong></p><p><strong>Lecture and Workshop:</strong> Explore the complexities of compromised skin, including conditions resulting from harsh chemicals, chemotherapy, sun damage, wind, cold, and more. Learn how to assess and address these conditions with a do-no-harm approach.</p><p><strong>Treatments:</strong></p><ul><li><strong>Hydra Dew Pure Facial:</strong> Understand the fundamentals of this hydrating treatment and its benefits for compromised skin.</li><li><strong>Red Out Facial:</strong> Focus on rosacea and learn effective strategies for managing and soothing sensitive skin.</li><li><strong>Eye Contour Treatment Add-Ons:</strong> Enhance your knowledge of targeted treatments for delicate eye areas.</li><li><strong>Skin Histology Review:</strong> Gain insights into skin structure and function to better understand treatment outcomes.</li></ul><p><strong>Day 2: Advanced Facial Techniques</strong></p><p><strong>Treatments:</strong></p><ul><li><strong>Vita Cura Facial:</strong> Discover the powerful effects of this anti-aging treatment designed to rejuvenate and revitalize the skin.</li><li><strong>Biolight Facial:</strong> Learn about this brightening treatment and its benefits for uneven skin tones.</li><li><strong>Biolight Express Facial:</strong> Get to know the express version of the Biolight treatment for those clients on the go.</li></ul><p><strong>Day 3: Comprehensive Facial and Body Therapies</strong></p><p><strong>Facials and Body Treatments:</strong></p><ul><li><strong>Four Layer Facial:</strong> Master this multi-layered treatment designed to deeply nourish and hydrate the skin.</li><li><strong>Body Therapy Treatments:</strong> Delve into detox and anti-cellulite techniques to complement your facial services and offer holistic skincare solutions.</li></ul>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/3-day-master-class-with-lydia-sarfati-elevate-your-skincare-expertise-october-28-30-2024"
          }
        },
        "class_hb6MHc": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "OCTOBER",
            "date": "28",
            "class": "WEBINAR",
            "title": "LA PIEL COMPROMETIDA NECESITA BIENESTAR",
            "text": "<p><strong>Virtual Class with Yolanda Amador</strong></p><p>12pm – 1:30pm EST</p><p>¿La piel de sus clientes necesita una intervención? Hágales saber que su piel dice \"detente y ayúdame\". Ya sea por exposición al sol, tratamientos demasiado agresivos o incluso radiación y quimioterapia, muchas personas tienen la piel seca y comprometida la cual necesita ayuda. Únase a la fundadora y directora ejecutiva de Repêchage, Lydia Sarfati, para aprender cómo reconstruir una barrera cutánea comprometida mientras calma y protege. En este seminario web, aprenderá:</p><ul><li>Información sobre cómo afrontar la ansiedad, el estrés y los cambios físicos que se producen en el cliente.</li><li>Cómo agregar “rituales” a cada servicio de spa ayuda a reducir el estrés al afectar los sistemas nerviosos simpático y parasimpático.</li><li>Cómo realizar tratamientos faciales adecuados, como el tratamiento facial hidratante Hydra Dew Pure™ para restaurar y mantener la primera línea de defensa esencial del cuerpo: la piel.</li><li>Información esencial sobre la utilización de ingredientes adecuados para el cliente sensibilizado.</li><li>Técnicas de masaje adecuadas para la reducción del estrés y la relajación.</li><li>Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.</li></ul>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-10-28-la-piel-comprometida-necesita-bienestar.php"
          }
        },
        "class_c9CLCt": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "DECEMBER",
            "date": "2",
            "class": "CONGRESS",
            "title": "Day of Empowerment",
            "text": "<p><strong>Conrad Ft Lauderdale Beach Resort</strong></p><p>We are thrilled to invite you to our 2024 Day of Empowerment event, hosted by Lydia Sarfati at the luxurious Conrad Ft Lauderdale Beach Resort. Immerse yourself in inspiration and learning at our Day of Empowerment on December 2, followed by an exclusive Advanced Skincare Workshop on December 3.</p><p><strong>Take advantage of our special pricing by signing up for our ALL ACCESS PASS - includes Sunday Evening Welcome Cocktails and two days of learning!</strong> Secure your spot now for an unforgettable experience designed to empower and elevate your professional journey.</p><p>We are happy to offer you an exclusive room block rate with special pricing at <a href=\"https://be.synxis.com/?adult=1&arrive=2024-08-14&chain=31425&child=0%C2%A4cy=USD&depart=2024-08-15&hotel=27188&level=hotel&locale=en-US&productcurrency=USD&promo=Repechage&rooms=1\" target=\"_blank\">The Atlantic Hotel and Spa</a> - Experience unparalleled comfort and relaxation next door to The Conrad Ft Lauderdale Beach<br/><a href=\"https://be.synxis.com/?adult=1&arrive=2024-08-14&chain=31425&child=0%C2%A4cy=USD&depart=2024-08-15&hotel=27188&level=hotel&locale=en-US&productcurrency=USD&promo=Repechage&rooms=1\" target=\"_blank\"> <strong>[BOOK NOW]</strong></a></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/collections/2024-repechage-education-calendar/products/day-of-empowerment-2024"
          }
        },
        "class_WNEhey": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "DECEMBER",
            "date": "3",
            "class": "WORKSHOP",
            "title": "Advanced Skincare Workshop",
            "text": "<p><strong>Conrad Ft Lauderdale Beach Resort</strong></p><p>Lydia Sarfati hosts an Advanced Skincare Workshop for licensed professionals at the Conrad Ft Lauderdale Beach Resort</p><p>Preceded by Day of Empowerment on December 2, 2024.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/advanced-skincare-workshop-december-3-2024"
          }
        },
        "class_r3Ejp4": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JANUARY",
            "date": "13-15",
            "class": "MASTER CLASS",
            "title": "3-DAY MASTER CLASS",
            "text": "<p><strong>9:30am – 5pm</strong></p><p>The workshop includes a continental breakfast, lunch, a workshop kit, The Book of Skincare Science & Protocols, Hands-On Training, and practicing on a mannequin head followed by hands-on practice with a fellow participant.</p><p><strong>Day 1:</strong></p><ul><li><strong>Signature Repêchage® Four-Layer Facial®:</strong> Elements of the Universe with enhancements: Eye Treatment & Leg Detox Treatment. A Repechage <strong>Four-Layer Facial® </strong>is a multi-step<br/>skincare treatment designed to deeply hydrate, rejuvenate, and balance the skin. This facial is known for its ability to provide deep hydration, improve skin texture, and restore vitality, often leaving the skin feeling soft, refreshed, and radiant. It’s particularly popular for mature or dry skin.</li><li><strong>Hydra Medic® Facial: Hydra Medic® Facial </strong>and Deep Pore Cleansing with Electric Modalities, High Frequency, Galvanic Current & LED. The Repechage <strong>Hydra Medic® Facial </strong>with Deep Pore Cleansing is a treatment designed to address oily, acne-prone, and congested Skin. It focuses on deep pore cleansing to remove impurities, excess oils, and dead skin cells.</li></ul><p><strong>Day 2:</strong></p><ul><li><strong>Biolight® Miracle Facial:</strong> The Repechage <strong>Biolight® Miracle Facial </strong>is a treatment designed to brighten and even out skin tone and improve overall radiance. It is known for offering a range of benefits, especially for individuals seeking to improve skin tone, clarity, and brightness. A Repechage Back Facial with <strong>Biolight® Luminex Mask. </strong>The Repechage Back Facial with <strong>Biolight® Luminex Mask</strong> is a specialized skincare treatment<strong> </strong>designed to rejuvenate and improve the health and appearance of the skin. </li></ul><p><strong>Day 3: </strong></p><ul><li><strong>Dermaplaning Techniques Presented by Dr. Natalya Fazylova: </strong>Dermaplaning removes vellus hair and dead skin cells from your face using a special scalpel or a derma blade. Your skin is your largest organ, but exposure to the surrounding environment may lead to skin damage. Dermaplaning is one of the most popular facial procedures for people looking for brighter, clearer, more youthful skin.</li><li><strong>Hydra 4 Red-Out® Facial With Seaweed Extract And Silver: Repechage</strong> <strong>Hydra 4 Red-Out® Facial </strong>is designed to soothe and calm irritated skin. It helps reduce redness, inflammation, and sensitivity, often caused by conditions like rosacea or environmental stress. The treatment uses natural ingredients like seaweed, which hydrates and nourishes the skin, promoting a more balanced and even complexion. It’s ideal for sensitive or reactive skin types.</li></ul><p><strong>Class Fee: $599 </strong></p><p><strong>300 Castle Road, Secaucus, NJ 07094</strong></p><p><em>An optional dinner for $125 per person at The Chart House includes a three-course meal and two glasses of wine.</em></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/3-day-master-class-january-13-15"
          }
        },
        "class_kK3WPe": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JANUARY",
            "date": "20",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS: Dermaplaning & Hydra 4 Red-Out® Facial With Seaweed Extract And Silver.",
            "text": "<p>The Repêchage® Red-Out® Facial combined with dermaplaning delivers a powerful, soothing treatment for sensitive skin. Featuring sustainably harvested seaweed, silver, and anti-inflammatory bioactives like Kappaphycus Alvarezii Extract and Enteromorpha Compressa Extract, this facial reduces redness, calms irritation, and deeply hydrates.</p><p>Dermaplaning enhances the treatment by exfoliating dead skin cells and fine vellus hair, allowing the Red-Out® Facial’s potent ingredients to penetrate more effectively. Clinically proven to reduce redness and improve skin texture, this combination leaves the skin smoother, brighter, and balanced, delivering immediate and long-lasting results.</p><p><strong>12 - 1:30pm EST<br/>Registration fee: $20</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-01-20-dermaplaning-with-red-out-facial.php"
          }
        },
        "class_GTdkfA": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "FEBRUARY",
            "date": "3",
            "class": "WORKSHOP",
            "title": "LUMINOUS SKIN FOR VALENTINE’S DAY",
            "text": "<p><strong>9:30am - 5pm<br/>Location: 300 Castle Road Secaucus, NJ 07094</strong></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a practice on a fellow participant.</p><p><strong>FUSION™ Express Bar and Spa Masks</strong> is a collection of  treatments designed to give your skin a glowing, radiant look for the festive season. Repêchage® is known for its seaweed-based products, which are hydrating and nourishing. This holiday-focused line may include products that brighten, moisturize, and enhance the skin’s natural luminosity, helping you achieve a refreshed, dewy complexion for holiday events and celebrations.</p><p><strong>Registration fee: $129</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/luminous-skin-for-valentines-day-february-3"
          }
        },
        "class_bQEJHn": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "FEBRUARY",
            "date": "3",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS: Magic Is in the Air",
            "text": "<p><strong>12 - 1:30pm EST<br/>Registration fee: $20</strong></p><p><strong>Glow Facials for Luminous Complexion</strong> is a luxurious skincare treatment designed to rejuvenate and illuminate the skin, delivering a radiant and healthy complexion. This facial combines Repechage signature seaweed-based formulations with advanced techniques to address skin dullness, uneven texture, and dehydration, leaving the skin visibly brighter and refreshed.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-02-03-virtual-master-class-magic-is-in-the-air.php"
          }
        },
        "class_VacCpF": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "FEBRUARY",
            "date": "17",
            "class": "WORKSHOP",
            "title": "Dermaplaning with Dr. Natalya",
            "text": "<p><strong>Dermaplaning Techniques Presented by Dr. Natalya Fazylova:</strong></p><p><strong>9:30am - 5pm<br/>Location: 300 Castle Road Secaucus, NJ 07094</strong></p><p>Dermaplaning Techniques Presented by Dr. Natalya Fazylova - Dermaplaning removes vellus hair and dead skin cells from your face using a special scalpel or a derma blade. Your skin is your largest organ, but exposure to the surrounding environment may lead to skin damage. Dermaplaning is one of the most popular facial procedures for people looking for brighter, clearer, more youthful skin.</p><p>Red Out Facial - Repêchage Red-Out Facial is designed to soothe and calm irritated skin. It helps reduce redness and sensitivity, often caused by conditions like environmental stress. The treatment uses natural ingredients like seaweed, which hydrates and nourishes the skin, promoting a more balanced and even complexion. It’s ideal for sensitive or reactive skin types.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/dermaplaning-with-dr-natalya"
          }
        },
        "class_3PPnBj": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MARCH",
            "date": "2-3",
            "class": "TRADESHOW",
            "title": "Professional Beauty Show London",
            "text": "<p><strong>Location: ExCeL<br/>Royal Victoria Dock, 1 Western Gateway,<br/>London E16 1XL, United Kingdom</strong></p><p><strong>Visit Repêchage® at Stand B6</strong></p><p><strong>See What Is NEW!</strong></p>",
            "button_label": "register",
            "button_link": "https://professionalbeauty.co.uk/pb-london-2025-register-your-interest"
          }
        },
        "class_zMniJT": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "March",
            "date": "2",
            "class": "TRADESHOW CLASS",
            "title": "Presented by Lydia Sarfati Repêchage® International Facial Massage",
            "text": "<p><strong>Sponsored by Repechage and ENDORSED BY CIDESCO INTERNATIONAL</strong></p><p><strong>2:05pm – 3:25pm </strong></p><p>Advance your knowledge and skills by completing this 90 minute course, which includes a presentation, demonstration and workshop. Overview of skin structures, muscles, bones, nervous and lymphatic systems. Proper massage techniques for different skin types from anti-aging to activate collagen production to soothing massage for skin conditions such as acne and rosacea. Receive CIDESCO/Repechage certificate upon completion and passing of a 30-question digital assessment (passing score of 70). Please have an electronic device available in order to take the  assessment. Class includes presentation, demonstration, workshop, mannequin heads to use, digital certificate send via e-mail (if a passing score is achieved).</p><p>Registration fee required.<br/><strong>Price:</strong> <strong>£34.50</strong></p><p><a href=\"https://professionalbeauty.co.uk/cidesco\">https://professionalbeauty.co.uk/cidesco</a>.</p><p>Take advantage of this tremendous two-day massage workshop sponsored by Repechage. Register directly with professional beauty registration:<br/><a href=\"https://www.facebook.com/photo?fbid=577812001665605&set=a.16462738965073\">https://www.facebook.com/photo?fbid=577812001665605&set=a.16462738965073</a></p>",
            "button_label": "REGISTER",
            "button_link": "https://pblondon25.showhub.live/professional-beauty-london-2025/tickets/6734d7f2d884f500195e23bd/6734d88f13c31600206c8b99/1/6734d934123bd30027a88331"
          }
        },
        "class_qALGTx": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MARCH",
            "date": "4",
            "class": "WORKSHOP",
            "title": "REPÊCHAGE® Day of the Empowerment Conference in London",
            "text": "<p><strong>Location: Lincoln Plaza London Curio Collection by HILTON<br/>9am – 5pm</strong></p><p>This event promises to equip you and your clients with invaluable insights to enhance business performance and increase retail SUCCESS at every level. Whether your clients are solo estheticians or own a multi-room destination spa, there is information that will help them take their business to the next level and increase retail sales by 50%.</p><p>We will coach you on creating an outstanding client experience from the moment of guest arrival to departure.</p><p>WORK SMART, NOT HARD! </p><p>Become a member of the SEAWEED CLUB, which will provide monthly benefits, create a loyal community, and grow your business with committed, faithful, and wonderful clients.</p><p>As a leading global skincare company, Repechage is committed to inspiring and delivering essential news and information for the spa and skincare wellness industry in 2025 and beyond.</p><p>Hotel Booking Link:<br/><a href=\"https://eventsathilton.com/show/67644c7713d85cb4d27aac7b\" target=\"_blank\" title=\"https://eventsathilton.com/show/67644c7713d85cb4d27aac7b\">https://eventsathilton.com/show/67644c7713d85cb4d27aac7b</a></p><p>The conference will include a light breakfast, Lunch, and refreshments throughout the day. </p>",
            "button_label": "register",
            "button_link": "https://www.repechage.com/products/day-of-empowerment-london-2025"
          }
        },
        "class_Ge8FRz": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MARCH",
            "date": "10",
            "class": "WORKSHOP",
            "title": "Waxing is Relaxing with Enhancements Treatment",
            "text": "<p><strong>9:30am – 5pm</strong></p><p>The workshop includes Lunch, & Hands-On Training demonstration on a fellow participant. You must be able to receive waxing and demonstrate your skills. Repechage Hard and Soft Wax are two types of waxing products used for hair removal, each designed for different preferences and skin types. </p><ul><li>Repechage Seaweed Mineral Hard Wax Pod: This wax is typically used for more sensitive areas of the body, like the face, bikini line, and underarms. It hardens as it cools, which allows it to be removed without strips. It’s known for being gentle on the skin and is ideal for coarse or short hair, as it adheres to the hair more than to the skin, reducing irritation.</li><li>SeaSmooth Artisan Seaweed Wax®: This wax is used with strips and is ideal for larger areas like the legs or arms. It is more efficient for removing fine to medium hair. Soft wax adheres to both the hair and the Skin, making it more effective at removing hair without irritation if not used carefully. It provides a smoother finish.</li></ul><p><strong>Registration fee: $129</strong></p><p><strong>300 Castle Road Secaucus, NJ 07094</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/waxing-is-relaxing-with-enhancements-treatment-march-10"
          }
        },
        "class_h7GUxA": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "March",
            "date": "10-12",
            "class": "TRADESHOW",
            "title": "International Beauty Expo China",
            "text": "<p><strong>Booth#: E05L</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://en.chinainternationalbeauty.com/"
          }
        },
        "class_fTwW9P": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MARCH",
            "date": "23 - 25",
            "class": "TRADESHOW",
            "title": "IECSC New York",
            "text": "<p><strong>Location: Jacob Javits Center, NYC</strong></p><p><strong>Come visit Repêchage® at BOOTH 1019</strong></p><p>Health and wellness are top priorities. Count on education, networking, and purchasing opportunities to accelerate your business at IECSC New York.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.xpressreg.net/register/ibsp0325/landing.asp?sc=&aban=&iq=&smt="
          }
        },
        "class_yYbmUy": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "March",
            "date": "23",
            "class": "IECSC CLASS",
            "title": "Rosacea Facial and Skin Needs ",
            "text": "<p><strong>12:30pm - 1:30pm<br/>Room: 3D03 </strong></p><p>Presented by Lydia Sarfati, Founder and CEO of Repêchage®, CIDESCO Section USA President, CIDESCO Diploma Holder, Author of “Success at Your Fingertips: How to Succeed in the Skin Care Business”.</p><p>This class is specifically designed to address sensitive and redness-prone skin conditions, including rosacea & acne. The facial utilizes clinically effective ingredients to reduce inflammation and soothe all irritated skin.</p><p>MicroSilver consists of microparticles, which sit on the surface of the skin and release silver ions which help to kill off bacteria. The antimicrobial effect helps to address skin issues by the overgrowth of unwanted bacteria, such as inflammation, redness, & irritation.</p><p>Your introduction to real skincare, solutions, and benefits.</p>",
            "button_label": "REGISTER",
            "button_link": "https://iecscnewyork2025.sched.com/event/1tWgM/repechager-presents-rosacea-facial-and-skin-needs"
          }
        },
        "class_xnfrpH": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MARCH",
            "date": "24",
            "class": "IECSC CLASS",
            "title": "Introduction to Oncology Esthetics",
            "text": "<p><strong>Presented by Kerry Coiro, Repechage Brand Educator</strong></p><p><strong>12:30pm - 1:30pm<br/>Room: 3D03</strong></p><p>Oncology esthetics is a specialized field within the broader scope of esthetics that focuses on providing safe, compassionate, and tailored skincare and spa treatments to individuals undergoing cancer treatment or in recovery.</p><p>Cancer therapies, such as chemotherapy, radiation, and immunotherapy, often have significant side effects on the skin, hair, and nails, which can impact a person’s self-esteem and quality of life. Oncology estheticians play a vital role in helping clients manage these side effects while offering a sense of comfort and relaxation. Learning proper customized protocol is a must.</p>",
            "button_label": "REGISTER",
            "button_link": "https://iecscnewyork2025.sched.com/event/1tWgP/repechager-presents-introduction-to-oncology-esthetics"
          }
        },
        "class_3p4xC8": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MARCH",
            "date": "31",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS WITH LYDIA SARFATI: The Art of Retail",
            "text": "<p><strong>Registration: $20</strong></p><p>Retail must be the other half of your business, creating a valuable and wonderful client experience that will lead to profits.  </p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-03-31-retail-the-other-half-of-your-business.php"
          }
        },
        "class_xNiYcL": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "APRIL",
            "date": "5-7",
            "class": "TRADESHOW",
            "title": "America's Beauty Show",
            "text": "<p><strong>Location: Donald E. Stephens Convention Center</strong></p><p>Meet the Repêchage Team in Person! Discover the Future of Skincare Innovation at Our Booth!</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.americasbeautyshow.com/collections/abs-2025-tickets"
          }
        },
        "class_MAGQCE": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "APRIL",
            "date": "5 - 7",
            "class": "TRADESHOW",
            "title": "AMERICAN BEAUTY SHOW ROSEMONT",
            "text": "<p><strong>Location:<br/>Donald E. Stephens Convention Center,<br/>5555 North River Road,<br/>Rosemont, IL 60018</strong></p><p><strong>Come Visit Repêchage® at Booth 4400</strong></p><p>Cidesco workshop classes presented by CIDESCO SECTION USA<strong> </strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://events.americasbeautyshow.com/event/d1776df5-ce07-438e-af6c-da7bd692ebba/regProcessStep1"
          }
        },
        "class_nRYxXK": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "APRIL",
            "date": "6",
            "class": "ABS CLASS",
            "title": "Repêchage® International Facial Massage with Lydia Sarfati",
            "text": "<p><strong>9:30am - 12:30pm<br/>Endorsed by CIDESCO International<br/>Classroom Number 45</strong></p><p>Advance your knowledge and skills by completing this 3-hour comprehensive course, which includes, a presentation, demonstration, and workshop.</p><p>It will focus on an in-depth understanding of skin structure, including the layers of the skin, muscles, bones, and lymphatic system.</p><p>Proper massage techniques for different skin types from antiaging to activating collagen production to a soothing massage for skin conditions such as acne and skin hypersensitivity.</p><p>Receive CIDESCO / Repechage Certificate upon completion and passing a 30-question digital assessment. (passing score is 70)</p><p>Please have an electronic device available (smartphone, iPad, or tablet) to take the assessment.</p><p><strong>Class includes:</strong></p><ul><li>3-hour course - presentation, demonstration, and workshop on mannequin heads,</li><li>Digital certificate sent via e-mail (if a passing score is achieved)</li></ul><p><strong>Early Bird: $175<br/>Regular Price: $189</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://events.americasbeautyshow.com/event/d1776df5-ce07-438e-af6c-da7bd692ebba/class-schedule?session=9d1512e0-25b6-486c-8eb8-05e50630305f&shareLink=true"
          }
        },
        "class_6AHj44": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "APRIL",
            "date": "7",
            "class": "ABS CLASS",
            "title": "Mastering Facial Treatments for Compromised Skin & Rosacea",
            "text": "<p><strong>10:00am - 11:30am<br/>Endorsed by CIDESCO International<br/>Classroom Number 45</strong></p><p>Dermatologists tested and approved facial treatments that address the needs associated with skin hypersensitivity.</p><p>Chemistry at your fingertips learn about the best ingredients, such as seaweeds, quercetin, rutin, and silver, to help reduce sensitivity and redness.</p><p>Demonstration of proper massage technique with silver ball to calm the skin and visibly reduce the appearance of redness and irritation.</p><p>Participants will receive a certificate of attendance upon completion of a 10-question assessment. </p><p>Please have a device available  (smartphone, iPad, or tablet) to take the assessment.</p><p><strong>Class includes:</strong></p><ul><li>Presentation and demonstration</li><li>Digital certificate sent via e-mail.</li></ul><p><strong>Price: $69</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://events.americasbeautyshow.com/event/d1776df5-ce07-438e-af6c-da7bd692ebba/class-schedule?session=1e323eb4-d8bb-44e7-b84e-2acfad1bf8b7&shareLink=true"
          }
        },
        "class_79Fp7E": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "APRIL",
            "date": "28 - 29",
            "class": "WORKSHOP",
            "title": "Oncology Esthetics 2-Day Class including Hands-on WORKSHOP",
            "text": "<p><strong>Time: 9:30 am – 5:00 pm EST</strong></p><p><strong>Address: 300 Castle Road, Secaucus, NJ 07094</strong></p><p>This workshop and prep course will help to guide you on how to provide wellness treatments for your clients.</p><p><strong>Kit included:</strong><br/>Kit includes everything the Oncology Esthetics student needs in a convenient cooler zip bag:</p><ul><li>Oncology Esthetics® by Morag Currin</li><li>Repêchage® LED Radio Frequency and EMS Skin Tightening Machine</li><li>Kansa Wand massage tool</li><li>Hydra Dew Pure™ Starter Kit</li><li>Elixir Balm and Oil</li><li>Box of 5 Lamina Lift™ Hydrating Seaweed Masks</li></ul><p><strong>Meet Your Instructor: Kerry Coiro, Brand Educator, Certified by Oncology Training International®.</strong></p><p>Presented by Kerry Coiro, Brand Educator, Certified by Oncology Training International®. Oncology Esthetics® is a specialized field within the broader scope of esthetics that focuses on providing safe, compassionate, and tailored skincare and spa treatments to individuals undergoing cancer treatment or in recovery.</p><p>The workshop includes Lunch, Facial products, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.<br/></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/oncology-esthetics-2-day-class-including-hands-on-april-28-29-2025"
          }
        },
        "class_4MmVPC": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MAY",
            "date": "5 - 6",
            "class": "TRADESHOW",
            "title": "Live Love Spa New York",
            "text": "<p><strong>Location: TWA Hotel,<br/>1 Idlewild Dr,<br/>Queens, NY 11430</strong></p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "Register",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-new-york-2025"
          }
        },
        "class_htbrbW": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MAY",
            "date": "12 - 14",
            "class": "MASTER CLASS",
            "title": "Anti-Aging Menopausal Skin, Vita Cura Gold Facial",
            "text": "<p><strong>Location:<br/>300 Castle Rd<br/>Secaucus, NJ 07094</strong></p><p>The workshop includes continental breakfast, lunch, Workshop Kit, The Book of Skincare Science & Protocols, Hands-On Training, and practicing on a mannequin head followed by a practice on a fellow participant. </p><p><strong>Day 1: Anti Aging Menopausal Skin With our Vita Cura® Gold Facial</strong> - Designed for mature skin, this line promotes firmness and reduces the appearance of fine lines and wrinkles. It includes ingredients like peptides and seaweed extracts. An amazing experience combined with our Anti Aging Massage Techniques.</p><p><strong>Day 2: Glow Facial with LED </strong>- A luxurious treatment designed to rejuvenate the skin and restore a radiant, healthy glow. This facial utilizes Repechage signature seaweed-based products, which are rich in vitamins, minerals, and antioxidants to deeply hydrate, soothe, and revitalize the skin. Customized based on skin types and concerns. Incorporated with our soothing sheet masks and LED light.</p><p><strong>Seaweed Treatment Mask for All Skin Types</strong>, <strong>Biolight® Luminex Mask</strong> with <strong>Opti-Firm® Eye Contour Treatment</strong> - This protocol combines the power of Repechage’s signature seaweed-based products with targeted treatments to rejuvenate and brighten the skin.</p><p><strong>Day 3: Vita Cura Body Treatment &  Biolight® Miracle Facial</strong> - Designed to firm, contour, and hydrate the body, this treatment is ideal for clients seeking a smoother, more toned appearance. It can help improve the look of cellulite and promote skin elasticity. Biolight is a brightening and anti-aging facial designed to reduce hyperpigmentation, improve skin clarity, and promote an even skin tone. </p><p>Repechage is a skincare brand known for its natural-based, high-performance products.</p><p>Repechage offers a range of treatments designed to address common skin concerns such as dryness, thinning skin, loss of elasticity, and hormonal imbalances that can lead to increased sensitivity or redness. </p><p><em>An optional dinner for $125 per person at The Chart House includes a three-course meal and two glasses of wine.</em></p><p><strong>Registration Fee $599</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/anti-aging-menopausal-skin-vita-cura-gold-facial"
          }
        },
        "class_VNEkEA": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MAY",
            "date": "19 - 20",
            "class": "TRADESHOW",
            "title": "Live Love Spa Scottsdale",
            "text": "<p><strong>Location: Scottsdale, AZ</strong></p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "REGISTER",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-scottsdale-2025"
          }
        },
        "class_6WU98i": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "2",
            "class": "WORKSHOP",
            "title": "Classic European Facial CIDESCO endorsed treatment protocol with vickie Pellagrino",
            "text": "<p><strong>9:30am – 5:30pm<br/>Location: 300 Castle Road, Secaucus, NJ 07094</strong></p><p><strong>The Repêchage® T-Zone Facial Treatment</strong> is the Classic European Facial with Enhancements. We will focus on skin consultation, correct massage electricity, extractions, masking and hydration.</p><p><strong>Enhancements may include:</strong></p><ul><li>LED Light: Helps with acne or skin rejuvenation.</li><li>High-Frequency Treatment: Targets acne or blemishes for clearer skin.</li><li>Lymphatic Drainage: To reduce puffiness and improve circulation.</li></ul><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by practice on a fellow participant.</p><p><strong>Class Fee: $99</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/t-zone-facial-treatment-with-enhancements"
          }
        },
        "class_LmBjV3": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "9",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS: PUT THE BEST FACE FORWARD",
            "text": "<p><strong>12pm - 1:30pm EST</strong></p><p><strong>Your Look and Your Professionalism Are The Ticket To Your Success</strong></p><p>In Success at Your Fingertips, Lydia Sarfati emphasizes the importance of presenting your best self to achieve professional success. She highlights how your appearance and  professionalism serve as powerful tools in building confidence and credibility. By maintaining a polished look, practicing good grooming, and embodying a positive, professional demeanor, you create a strong first impression that opens doors to opportunities. The insights inspire readers to prioritize self-care and professionalism as essential steps toward achieving their goals.</p><p><strong>Registration: $20</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-06-09-virtual-master-class-put-the-best-face-forward.php"
          }
        },
        "class_tzfCtV": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "June",
            "date": "21 - 23",
            "class": "TRADESHOW",
            "title": "IECSC Las Vegas",
            "text": "<p>Spa professionals rely on the International Esthetics, Cosmetics & Spa Conference for insights and guidance on how to grow their businesses and keep them at the forefront of this competitive industry. There has never been a better time to come together, learn from each other and support one another. </p><p><strong>Booth #1007</strong></p>",
            "button_label": "register",
            "button_link": "https://www.iecsclasvegas.com/"
          }
        },
        "class_kQXDm7": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "22",
            "class": "WORKSHOP",
            "title": "Advanced Solutions to Target Aging and Inflammation in the Skin with Lydia Sarfati ",
            "text": "<p><strong>12:30 pm - 1:30</strong> <strong>pm<br/>Room: W209</strong> </p><p>Explore  the power of advanced bioactive ingredients designed to strengthen the  skin barrier and visibly reduce the appearance of fine lines and wrinkles. This class focuses on combating the effects of sun damage, chemical exposure, genetic aging, and climate-related stressors. Receive exclusive samples of our newest Repêchage innovations to elevate your treatment offerings.</p>",
            "button_label": "LEARN MORE",
            "button_link": "https://iecsclasvegas2025a.sched.com/event/1zgN8/repechage-presents-advanced-solutions-to-target-aging-and-inflammation-in-the-skin"
          }
        },
        "class_8HXp9F": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "23",
            "class": "WORKSHOP",
            "title": "Flawless Skin Starts Here: Dermaplaning for a Brighter, Smoother Complexion with Vickie Pellegrino ",
            "text": "<p><strong>11 am – 12 pm <br/>Room: W209</strong> </p><p>This  hands-on training is designed for estheticians ready to elevate their facial services with dermaplaning. Learn expert blade control to deliver safe, effective, and visible results. You will practice on a KIWI to ensure precision and confidence before progressing to live models.</p>",
            "button_label": "LEARN MORE",
            "button_link": "https://iecsclasvegas2025a.sched.com/event/1zgNH/repechage-presents-flawless-skin-starts-here-dermaplaning-for-a-brighter-smoother-complexion"
          }
        },
        "class_D3zE4e": {
          "type": "class",
          "settings": {
            "month": "JULY",
            "date": "14",
            "class": "WORKSHOP",
            "title": "All about Hyperpigmentation with Biolight®",
            "text": "<p><strong>9:30am - 5pm<br/>Location: 300 Castle Road, Secaucus, NJ 07094</strong></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a practice on a fellow participant.</p><p>Hyperpigmentation is a common skin condition characterized by the darkening of certain areas of the skin due to excess production of melanin, the pigment responsible for skin color. It can occur in various forms, such as age spots, melasma, or post-inflammatory hyperpigmentation (PIH) due to acne or injury.</p><p><strong>Registration fee: $129</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/all-about-hyperpigmentation-addressed-withour-biolight-facial-july-14"
          }
        },
        "class_9NEHHa": {
          "type": "class",
          "settings": {
            "month": "JULY",
            "date": "21",
            "class": "WEBINAR",
            "title": "Repechage Hydra Medic® Facial with Electrotherapy Webinar",
            "text": "<p>12pm – 1:30pm EST<br/><br/>This advanced facial is the ultimate solution for oily, congested, and problem skin. The<br/><strong>Repechage Hydra Medic® Facial</strong> combines seaweed-based formulas with sulphur, kogic acid, salicylic acid, and laminaria digitata to help deeply cleanse pores, reduce excess oil, and visibly improve the appearance of the skin.<br/>To further enhance results. Features targeted <strong>electrotherapy</strong> modalities such as <strong>high frequency<br/>or galvanic technology</strong> including iontophoresis and desincrustation to saponify comodeones —<br/>designed to reduce acne-causing bacteria, calm redness, reduce excess oil, and promote skin<br/>healing restoring the microbiome.<br/>The result is clearer, more balanced skin with reduced breakouts and a visibly healthier<br/>complexion. Ideal for teens, adults, and anyone struggling with chronic or occasional breakouts.<br/></p>",
            "button_label": "SAVE THE DATE",
            "button_link": ""
          }
        },
        "class_nEQ7C7": {
          "type": "class",
          "settings": {
            "month": "JULY",
            "date": "21 - 22",
            "class": "TRADESHOW",
            "title": "Live Love Spa Dallas",
            "text": "<p><strong>Location: Warwick Melrose Hotel<br/>Dallas, TX</strong></p><p>Stay Tuned - check back for the updated schedule of workshops.</p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "REGISTER",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-dallas-2025"
          }
        },
        "class_FeL79m": {
          "type": "class",
          "settings": {
            "month": "AUGUST",
            "date": "3 - 5",
            "class": "DAY OF EMPOWERMENT",
            "title": "DAY OF EMPOWERMENT",
            "text": "<p><strong>SUNDAY, AUGUST 3 </strong><br/>Join us for an evening of exceptional dining and wine at:<br/>LIMANI, NEW YORK | 6:00pm - 9:00pm <br/>45 Rockefeller Plaza, New York, NY 10111 </p><p><strong>MONDAY, AUGUST 4 </strong><br/>Level up your business with expert insights, powerful connections, and actionable strategies at our Empowerment Day:<br/>ENVUE HOTEL | 9:00am - 5:00pm <br/>550 Avenue at Port Imperial, Weehawken, NJ 07086</p><p><strong>TUESDAY, AUGUST 5</strong><br/>POWERFUL PEPTIDE LIFTING CRYO-FACIAL & ADVANCED SKINCARE WORKSHOP<br/>Rebuild, Restore, Rejuvenate: The New Era of Anti-Aging with Lydia Sarfati & Skincare Expert Team.<br/>LYDIA SARFATI POST-GRADUATE ACADEMY | 9:30pm - 5:00pm<br/>300 Castle Road Rd, Secaucus, NJ 07094</p><p><a href=\"https://www.marriott.com/event-reservations/reservation-link.mi?id=1742598436031&key=GRP&guestreslink2=true&app=resvlink\" target=\"_blank\"><strong>Don't miss out on our special group rate at the Envue, Autograph Collection Hotel. Secure your room TODAY!</strong></a></p>",
            "button_label": "REGISTER",
            "button_link": "shopify://products/day-of-empowerment-august-3-5-2025"
          }
        },
        "class_zq6Fkt": {
          "type": "class",
          "settings": {
            "month": "AUGUST",
            "date": "5",
            "class": "DAY OF EMPOWERMENT ADVANCED CLASS",
            "title": "POWERFUL PEPTIDE LIFTING CRYO-FACIAL & ADVANCED SKINCARE WORKSHOP",
            "text": "<p>Rebuild, Restore, Rejuvenate: The New Era of Anti-Aging with Lydia Sarfati & Skincare Expert Team.<br/>LYDIA SARFATI POST-GRADUATE ACADEMY | 9:30pm - 5:00pm<br/>300 Castle Road Rd, Secaucus, NJ 07094</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/day-of-empowerment-august-3-5-2025?variant=44416510132397"
          }
        },
        "class_n7KmBt": {
          "type": "class",
          "settings": {
            "month": "AUGUST",
            "date": "11 - 12",
            "class": "TRADESHOW",
            "title": "Live Love Spa Toronto",
            "text": "<p><strong>Location: 188 University Ave,<br/>Toronto, ON M5H 0A3, Canada</strong></p><p><strong>Come Visit Repechage at the Shangri-La Hotel in Toronto</strong></p><p>Stay Tuned—Repêchage® Education is Headed to Toronto, ON – Don’t forget to check back for the updated schedule of workshops.</p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives. </p>",
            "button_label": "REGISTER",
            "button_link": "https://livelovespa.regfox.com/2025-toronto-brands"
          }
        },
        "class_x9pFqN": {
          "type": "class",
          "settings": {
            "month": "AUGUST",
            "date": "18",
            "class": "WORKSHOP",
            "title": "The Ultimate LIFTING SEAWEED TREATMENT MASK FOR ALL SKIN TYPES WITH LEG DETOX",
            "text": "<p><strong>9:30am - 5pm</strong></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a practice on a fellow participant.</p><p>The workshop will focus on Glow facial massage and express treatment for all skin types. Learn how to enhance client experience in 30 or 60 minutes.  Rejuvenate, restore and renew. </p><p><strong>300 Castle Road, Secaucus, NJ 07094</strong></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/the-ultimate-lifting-seaweed-mask-with-leg-detox-august-18"
          }
        },
        "class_dUNqX4": {
          "type": "class",
          "settings": {
            "month": "AUGUST",
            "date": "25 - 26",
            "class": "TRADESHOW",
            "title": "Live Love Spa Miami",
            "text": "<p><strong>Location: 1 Hotel South Beach,<br/>2341 Collins Ave,<br/>Miami Beach, FL 33139</strong></p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "REGISTER",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-miami-2025"
          }
        },
        "class_NReC3t": {
          "type": "class",
          "settings": {
            "month": "SEPTEMBER",
            "date": "15",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS: HYDRA MEDIC® FACIAL FOR OILY PROBLEM SKIN – MAGIC RESULTS YOUR CLIENTS CAN BELIEVE IN",
            "text": "<p><strong>12 - 1:30pm EST<br/>Registration fee: $20</strong></p><p>Stress, hormonal fluctuations and diet can affect your skin, resulting in breakouts—in fact, close to 85% of people will  experience oily problem skin at some point in their life time. In this presentation, you will learn how the Repêchage® Hydra Medic® Facial with Desincrustation Mask for Oily, Problem Skin and the at-home Repêchage® Hydra Medic® collection help deliver results. Demonstrations include step by step instruction on proper extractions, deep pore cleansing and proper protocols. We will also share information on the important new ingredients for this skin type as well as skin care and lifestyle advice that you should be offering to clients.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-09-15-hydra-medic-facial-for-oily-problem-skin.php"
          }
        },
        "class_BLq3PU": {
          "type": "class",
          "settings": {
            "month": "SEPTEMBER",
            "date": "28 - 29",
            "class": "TRADESHOW",
            "title": "IECSC Florida",
            "text": "<p><strong>Location: West Palm Beach Convention Center</strong></p><p>Stay Tuned — Repêchage® Education is Headed to Florida – Don’t forget to check back for the updated schedule of workshops.</p>",
            "button_label": "SAVE THE DATE",
            "button_link": "https://www.iecscflorida.com/"
          }
        },
        "class_Yb9Ddw": {
          "type": "class",
          "settings": {
            "month": "October",
            "date": "6-7",
            "class": "WORKSHOP",
            "title": "ONCOLOGY ESTHETICS 2-DAY CLASS INCLUDING HANDS-ON WORKSHOP",
            "text": "<p><strong>9:30am – 5:00pm </strong></p><p>This workshop and Oncology Esthetics course will help to guide you on how to provide wellness treatments for your clients. The workshop includes Lunch, Facial products, Hands-On Training, and practicing on a mannequin head followed by hands-on practice on a fellow participant. </p><p>Key features of the product include: </p><ul><li>Hydrating: Uses moisture-rich  ingredients to replenish and balance skin. </li><li>Soothing: Helps calm irritated or inflamed skin, making it ideal for sensitive skin types. </li><li>Gentle, designed to be non-irritating, is often recommended for treatment designed for redness, dryness, or inflammation.</li></ul><p><strong>Registration & Kit fee: $520</strong></p><p><strong>300 Castle Road, Secaucus, NJ 07094</strong></p><p><em>The kit has everything the Oncology Esthetics student needs in a convenient cooler zip bag. It includes Oncology Esthetics® by Morag Currin, Repêchage® LED Radio Frequency and EMS Skin Tightening Machine, Kansa Wand massage tool, Hydra Dew Pure™ Starter Kit, Elixir Balm and Oil plus a box of </em><em><strong>5 Lamina Lift™ Hydrating Seaweed Masks.</strong></em></p>",
            "button_label": "REGISTER",
            "button_link": "shopify://products/oncologytraining"
          }
        },
        "class_tzJd7k": {
          "type": "class",
          "settings": {
            "month": "NOVEMBER",
            "date": "10",
            "class": "MASTER CLASS",
            "title": "Dermaplaning with Vickie Pellagrino",
            "text": "<p><strong>Location: 300 Castle Road, Secaucus, NJ 07094</strong></p><p>The workshop includes Continental breakfast, lunch, Work Shop Kit, The Book of Skincare Science & Protocols, Hands-On Training, and practicing on a mannequin head followed by a practice on a fellow participant. </p><p>This  hands-on training is designed for estheticians ready to elevate their facial services with dermaplaning. Learn expert blade control to deliver safe, effective, and visible results. You will practice on a KIWI to ensure precision and confidence before progressing to live models.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/dermaplaning-november-10-2025"
          }
        },
        "class_R4xbL4": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "NOVEMBER",
            "date": "18",
            "class": "WORKSHOP",
            "title": "HOLIDAY GLOW TREATMENTS",
            "text": "<p><strong>LEARN LIFTING MASSAGE, FIRMING & MASKS</strong></p><p><strong>9:30am – 5pm<br/>Registration fee: $129</strong></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a practice on a fellow participant.</p><p>By combining science with nature, Repechage’s Holiday Glow treatments not only rejuvenate the skin but also uplift the spirit, ensuring clients look and feel their best for the season.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/waxing-is-relaxing-nov-18"
          }
        }
      },
      "block_order": [
        "class_LWJTPy",
        "class_hb6MHc",
        "class_c9CLCt",
        "class_WNEhey",
        "class_r3Ejp4",
        "class_kK3WPe",
        "class_GTdkfA",
        "class_bQEJHn",
        "class_VacCpF",
        "class_3PPnBj",
        "class_zMniJT",
        "class_qALGTx",
        "class_Ge8FRz",
        "class_h7GUxA",
        "class_fTwW9P",
        "class_yYbmUy",
        "class_xnfrpH",
        "class_3p4xC8",
        "class_xNiYcL",
        "class_MAGQCE",
        "class_nRYxXK",
        "class_6AHj44",
        "class_79Fp7E",
        "class_4MmVPC",
        "class_htbrbW",
        "class_VNEkEA",
        "class_6WU98i",
        "class_LmBjV3",
        "class_tzfCtV",
        "class_kQXDm7",
        "class_8HXp9F",
        "class_D3zE4e",
        "class_9NEHHa",
        "class_nEQ7C7",
        "class_FeL79m",
        "class_zq6Fkt",
        "class_n7KmBt",
        "class_x9pFqN",
        "class_dUNqX4",
        "class_NReC3t",
        "class_BLq3PU",
        "class_Yb9Ddw",
        "class_tzJd7k",
        "class_R4xbL4"
      ],
      "settings": {
        "bg_color": "",
        "padding_top": 0,
        "padding_bottom": 80,
        "padding_top_m": 0,
        "padding_bottom_m": 50,
        "divider": false
      }
    }
  },
  "order": [
    "main",
    "slideshow_aAwwLJ",
    "rich_text_gg9waL",
    "custom_classes_schedule_PX3jiM"
  ]
}
