/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "slideshow_aAwwLJ": {
      "type": "slideshow",
      "blocks": {
        "image_gCBwGW": {
          "type": "image",
          "settings": {
            "top_subheading": "",
            "title": "",
            "title_size": 80,
            "subheading": "",
            "link": "",
            "link_text": "",
            "link_2": "",
            "link_text_2": "",
            "color_accent": "rgba(0,0,0,0)",
            "text_align": "vertical-center horizontal-center",
            "image": "shopify:\/\/shop_images\/Our_Bestsellers-26.jpg",
            "parallax_direction": "top",
            "overlay_opacity": 0
          }
        }
      },
      "block_order": [
        "image_gCBwGW"
      ],
      "settings": {
        "show_container": false,
        "section_height": "550px",
        "mobile_height": "auto",
        "parallax": true,
        "style": "bars",
        "autoplay": true,
        "autoplay_speed": 5,
        "lazyload_images": true
      }
    },
    "rich_text_gg9waL": {
      "type": "rich-text",
      "blocks": {
        "heading_T476Qj": {
          "type": "heading",
          "settings": {
            "title": "CLASES MAESTRA EN ESPANOL 2024",
            "title_color": "#000000"
          }
        }
      },
      "block_order": [
        "heading_T476Qj"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": false,
        "padding_top": 70,
        "padding_bottom": 70,
        "padding_top_m": 50,
        "padding_bottom_m": 50,
        "bg_color": "",
        "divider": false
      }
    },
    "custom_classes_schedule_PX3jiM": {
      "type": "custom__classes-schedule",
      "blocks": {
        "class_TDDqCR": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JANUARY",
            "date": "29",
            "class": "WEBINAR",
            "title": "EL ARTE DE LA RECOMENDACIÓN Y RETENCIÓN DE CLIENTES 5-ESTRELLAS: TRABAJE DE FORMA MÁS INTELIGENTE, NO MÁS ARDUA.",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>Si usted es un esteticista nuevo o propietario de un negocio establecido, este seminario web lo ayudará a establecer sus objetivos y lograr un mayor éxito en este nuevo año. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, autora de “Success At Your Fingertips: How to Succeed in the Skin Care Business”, en esta clase virtual interactiva de 60 minutos sobre Negocios, un taller para aprender sus métodos probados que harán crecer su negocio, tales como:<br\/>– Crear objetivos y cronogramas para lograr un cambio real.<br\/>– Establezca expectativas para usted y su personal<br\/>– Técnicas de contratación y despido para crear el equipo de sus sueños.<br\/>– Capacitar al personal para crear siempre experiencias VIP para cada cliente.<br\/>– Aumentar la retención del VIP, el impacto más dramático en el crecimiento y los ingresos de un spa.<br\/>– Utilice la técnica comprobada del “Arte de la recomendación” para aumentar sus ingresos minoristas en un 50%<br\/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/p>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-01-29-el-arte-de-la-recomendacion-y-retencion-de-clientes-5-estrellas-trabaje-de-forma-mas-inteligente-no-mas-ardua.php"
          }
        },
        "class_kDCUFb": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "FEBRUARY",
            "date": "26",
            "class": "WEBINAR",
            "title": "AMA TU PIEL: CREA UNA EXPERIENCIA VIP EN TODO MOMENTO",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>Crear experiencias VIP en todo momento es la mejor manera de crear clientes leales. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, en este seminario web de 60 minutos para aprender cómo ayudar a los clientes a amar su piel con tratamientos corporales WOW, perfectos para promover en pleno invierno y el Día de San Valentín. En este seminario web, aprenderá cómo:<br\/>- Crear e implementar mejoras, como tratamientos corporales a base de algas marinas Repêchage y mascarillas exprés para brindar una experiencia de bienestar 360<br\/>– Introducir modalidades de alta tecnología como el dispositivo LED Repêchage y la Espátula Ultrasónica para elevar la experiencia del cliente y aumentar los resultados.<br\/>– Técnicas de masaje para cuero cabelludo, rostro y cuello para añadir el elemento esencial del tacto a cada servicio.<br\/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/p>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-02-26-ama-tu-piel-crea-una-experiencia-vip-en-todo-momento.php"
          }
        },
        "class_BCQ4cd": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MARCH",
            "date": "25",
            "class": "WEBINAR",
            "title": "¿QUÉ DETENDRÁ TU FLACIDEZ? TRATAMIENTOS REAFIRMANTES Y TONIFICANTES CORPORALES ANTICELULÍTICOS: NO ES NECESARIO DUCHARSE",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>¿Sin ducha? ¡No hay problema! Sus clientes buscan alternativas a los tratamientos invasivos para contornear, reafirmar y tonificar el cuerpo con resultados tangibles. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, en este seminario web de 60 minutos para conocer sus procedimientos corporales anticelulíticos comprobados que crean resultados espectaculares. Aquí aprenderá a:<br\/>– Envolver y usar una pelota de gimnasia para reducir la apariencia de la celulitis.<br\/>– La ciencia detrás de los tratamientos corporales a base de algas marinas, como la mascarilla Contorno Corporal de Algas Marinas, el exfoliante Sea Spa Glow y la crema Contorno Corporal CelluSea Vita Cura®<br\/>– Cómo se relacionan las algas marinas con el tratamiento de la obesidad y el envejecimiento<br\/>– Protocolos innovadores que se pueden realizar en cualquier spa o salón.<br\/>– Realice una técnica de cepillado y masaje en seco, así como una mascarilla corporal adelgazante para crear una diferencia visible<br\/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/p>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-03-25-que-detendra-tu-flacidez-tratamientos-reafirmantes-y-tonificantes-corporales-anticeluliticos-no-es-necesario-ducharse.php"
          }
        },
        "class_ztpVVN": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "APRIL",
            "date": "29",
            "class": "WEBINAR",
            "title": "DEMOSTRACIÓN DE MASAJES DE TODO EL MUNDO",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>Las técnicas de masaje avanzadas son clave para mejorar sus servicios y crear una experiencia holística con resultados visibles. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, en esta clase magistral de 60 minutos donde demostrará sus técnicas de masaje de renombre mundial, perfeccionadas a partir de sus 46 años de experiencia como esteticista certificada, técnicas basadas en tradiciones de todo el mundo. Aquí aprenderá:<br\/>– El método de masaje sueco Lydia Sarfati para levantar y reafirmar la apariencia de la piel.<br\/>– Masaje ayurvédico Kansa Wand para equilibrar la piel menopáusica<br\/>– Masaje Silver Ball junto con el facial Repêchage Red-Out para pieles sensibles para reducir la apariencia de enrojecimiento e irritación.<br\/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/p>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-04-29-demostracion-de-masajes-de-todo-el-mundo.php"
          }
        },
        "class_zffzRt": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "MAY",
            "date": "20",
            "class": "WEBINAR",
            "title": "LA DEPILACIÓN CON CERA ES RELAJANTE",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>Haga de su spa o salón el destino para todas las necesidades de depilación de sus clientes creando una experiencia de spa verdaderamente relajante. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, para aprender cómo incorporar lo último en técnicas y tratamientos de depilación para crear un ritual de depilación que hará que sus clientes regresen semana tras semana. En esta clase esencial, aprenderá:<br\/>– Cómo utilizar ceras duras y blandas para diferentes necesidades y áreas del cuerpo, incluida la galardonada SeaSmooth Artisan Seaweed Wax®, Ubame Charcoal Wax y la nueva Seaweed Mineral Hard Wax.<br\/>– Aprenda cómo implementar actualizaciones para servicios de cheques mayores<br\/>– Aprenda sobre el cuidado masculino, incluida la depilación de cejas, nariz y orejas, y depilación con cera en la espalda.<br\/>– Vea cómo realizar un masaje lujoso y beneficioso después de la depilación para agregar una experiencia sensorial relajante que ayude a que la depilación sea relajante.<br\/>– Como se vio en EXTRA TV, aprenda cómo brindar el Ritual Repêchage® Waxing Is Relaxing™ con mejoras para realizar un servicio de depilación 5 estrellas para sus clientes y hacer que su tratamiento de depilación sea el mejor del mercado.<br\/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/p>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-05-20-desvelando-la-conexion-con-la-inflamacion.php"
          }
        },
        "class_jpdCBF": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "24",
            "class": "WEBINAR",
            "title": "PREPARE LA PIEL PARA EXTRACCIONES INDOLORAS",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>Cerca del 85% de las personas experimentarán brotes en algún momento de su vida. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, para conocer sus métodos innovadores sobre la extracción adecuada, así como los tratamientos adecuados para abordar los problemas de la piel grasa. Aquí aprenderá a:<br\/>– Variar los métodos de extracción, preparación y tratamiento de espinillas, puntos blancos y puntos negros.<br\/>– Los mejores métodos para crear un cutis libre de irritación para calmar y apaciguar la piel para que los clientes puedan irse con una piel aún mejor que antes.<br\/>– Cuidado adecuado de la piel en casa para obtener mejores resultados.<br\/>– Utilice los ingredientes más avanzados y simples para ayudar a los clientes que sufren de acné, así como los consejos sobre el cuidado de la piel y el estilo de vida que debe ofrecer a los clientes.<br\/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/p>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-06-24-prepare-la-piel-para-extracciones-indoloras.php"
          }
        },
        "class_4mLkCm": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JULY",
            "date": "29",
            "class": "WEBINAR",
            "title": "LO QUE TUS OJOS NECESITAN",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<br\/><br\/>Todo el mundo desearía que sus arrugas, ojeras y ojos hinchados desaparecieran. Aprenda a crear y realizar un procedimiento de lifting, masaje y mascarilla para el contorno de ojos para que las patas de gallo de hombres y mujeres desaparezcan. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, para aprender cómo restaurar y revitalizar el área de los ojos con tratamientos para el cuidado de la piel a base de algas marinas recolectadas de manera sostenible que pueden ayudar a reducir rápidamente la apariencia de líneas finas, arrugas, hinchazón y ojeras. En este seminario web, aprenderá:<br\/>– Cómo realizar protocolos de contorno de ojos paso a paso para ayudar a reducir los signos de fatiga y envejecimiento<br\/>– Información detallada y análisis de la eficacia de ingredientes de vanguardia, como péptidos avanzados, para ayudar a restaurar la apariencia juvenil del área de los ojos.<br\/>– Métodos de masaje reconocidos para complementar los tratamientos y lograr un efecto de relajación total.<br\/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/p>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-07-29-lo-que-tus-ojos-necesitan.php"
          }
        },
        "class_LNmU4c": {
          "type": "class",
          "settings": {
            "month": "SEPTEMBER",
            "date": "30",
            "class": "WEBINAR",
            "title": "TODO SOBRE LOS PEELINGS Y EL REJUVENECIMIENTO DE LA PIEL",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>Aprenda cómo rejuvenecer la piel de forma segura con AHA’s BHA’s y Exfoliaciones Enzimáticas para crear resultados duraderos. Únase a la fundadora y directora ejecutiva de Repêchage, Lydia Sarfati, para aprender cómo las exfoliaciones suaves con ácido glicólico y las mascarillas exfoliantes pueden crear una piel hermosa al instante. En este seminario web, aprenderá:<\/p><ul><li>Cómo integrar exfoliaciones innovadoras como la mascarilla híbrida Biolight® Luminex y la exfoliación glicólica Glyco-Sea®, el Micropeel Enzimático Vita Cura® y el Exfoliante Marino Rapidex® con activos Fito-Marinos en su menú de tratamientos para obtener resultados transformadores<\/li><li>Cómo las formulaciones adecuadas de ingredientes para mantener el pH y la humedad de la barrera cutánea pueden crear una experiencia no irritante<\/li><li>Cómo mejorar los tratamientos faciales con exfoliaciones bioavanzadas para obtener resultados espectaculares<\/li><li>Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/li><\/ul>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-09-30-todo-sobre-los-peelings-y-el-rejuvenecimiento-de-la-piel.php"
          }
        },
        "class_LfFjkc": {
          "type": "class",
          "settings": {
            "month": "OCTOBER",
            "date": "28",
            "class": "WEBINAR",
            "title": "LA PIEL COMPROMETIDA NECESITA BIENESTAR",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>¿La piel de sus clientes necesita una intervención? Hágales saber que su piel dice \"detente y ayúdame\". Ya sea por exposición al sol, tratamientos demasiado agresivos o incluso radiación y quimioterapia, muchas personas tienen la piel seca y comprometida la cual necesita ayuda. Únase a la fundadora y directora ejecutiva de Repêchage, Lydia Sarfati, para aprender cómo reconstruir una barrera cutánea comprometida mientras calma y protege. En este seminario web, aprenderá:<\/p><ul><li>Información sobre cómo afrontar la ansiedad, el estrés y los cambios físicos que se producen en el cliente.<\/li><li>Cómo agregar “rituales” a cada servicio de spa ayuda a reducir el estrés al afectar los sistemas nerviosos simpático y parasimpático.<\/li><li>Cómo realizar tratamientos faciales adecuados, como el tratamiento facial hidratante Hydra Dew Pure™ para restaurar y mantener la primera línea de defensa esencial del cuerpo: la piel.<\/li><li>Información esencial sobre la utilización de ingredientes adecuados para el cliente sensibilizado.<\/li><li>Técnicas de masaje adecuadas para la reducción del estrés y la relajación.<\/li><li>Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/li><\/ul>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-10-28-la-piel-comprometida-necesita-bienestar.php"
          }
        },
        "class_V4CiDj": {
          "type": "class",
          "settings": {
            "month": "NOVEMBER",
            "date": "25",
            "class": "WEBINAR",
            "title": "ANTIENVEJECIMIENTO: PIELES MENOPÁUSICAS MAYORES DE 40 AÑOS",
            "text": "<p><strong>Virtual Class with Yolanda Amador<\/strong><\/p><p>12pm – 1pm EST<\/p><p>La perimenopausia comienza en la piel a partir de los 40 años, pero puede comenzar incluso antes. Únase a la fundadora y directora ejecutiva de Repêchage, Lydia Sarfati, para aprender cómo levantar y reponer la humedad de la piel con tratamientos cutáneos avanzados que abordan de manera integral los cambios hormonales en la piel. Aquí aprenderá:<\/p><ul><li>La importancia de las hormonas y cómo afectan todas las funciones corporales y la piel, incluidos los cambios hormonales, la dieta y el estilo de vida, especialmente durante la perimenopausia.<\/li><li>Reconocer la importancia del colágeno y la elastina, el “pegamento celular” que se pierde en incrementos del 1% anualmente después de cumplir los 20 años y que contribuye a la aparición del envejecimiento de la piel.<\/li><li>Cómo el facial reafirmante de 5 fases Vita Cura® y la colección Vita Cura® Gold disminuyen las arrugas, igualan el tono de la piel y reafirman el contorno del rostro y los ojos.<\/li><li>Cómo las algas, péptidos, fermentos marinos como Thermus Thermophillus, vitaminas, fitohormonas y la espirulina ayudan a restaurar y recuperar la piel de los cambios hormonales y signos del envejecimiento.<\/li><li>Aprenda a potenciar sus tratamientos con dispositivos como la Máquina de Radiofrecuencia LED y EME para Estiramiento Cutáneo y la Espátula Ultrasónica para estimular y exfoliar la superficie de la piel.<\/li><li>Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<\/li><\/ul>",
            "button_label": "Register",
            "button_link": "https:\/\/www.lydiasarfati.com\/2024-11-25-antienvejecimiento-pieles-menopausicas-mayores-de-40-anos.php"
          }
        }
      },
      "block_order": [
        "class_TDDqCR",
        "class_kDCUFb",
        "class_BCQ4cd",
        "class_ztpVVN",
        "class_zffzRt",
        "class_jpdCBF",
        "class_4mLkCm",
        "class_LNmU4c",
        "class_LfFjkc",
        "class_V4CiDj"
      ],
      "settings": {
        "bg_color": "",
        "padding_top": 0,
        "padding_bottom": 80,
        "padding_top_m": 0,
        "padding_bottom_m": 50,
        "divider": false
      }
    }
  },
  "order": [
    "main",
    "slideshow_aAwwLJ",
    "rich_text_gg9waL",
    "custom_classes_schedule_PX3jiM"
  ]
}
