/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "1719330332db78ebfd": {
      "type": "apps",
      "blocks": {
        "klaviyo_email_marketing_sms_form_embed_block_zrAHFB": {
          "type": "shopify:\/\/apps\/klaviyo-email-marketing-sms\/blocks\/form-embed-block\/2632fe16-c075-4321-a88b-50b567f42507",
          "settings": {
            "formId": "K5dLJ3"
          }
        }
      },
      "block_order": [
        "klaviyo_email_marketing_sms_form_embed_block_zrAHFB"
      ],
      "disabled": true,
      "settings": {
        "full_width": false,
        "space_around": true
      }
    },
    "rich_text_FqJUmT": {
      "type": "rich-text",
      "blocks": {
        "heading_zHhdkz": {
          "type": "heading",
          "settings": {
            "title": "101 Frequently Asked Questions",
            "title_color": "#000"
          }
        },
        "text_GPmWEn": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>The Repêchage FAQ page is a comprehensive resource designed to address common questions and concerns about our skincare products and services. Whether you're curious about the ingredients in our formulas, need guidance on choosing the right products for your skin type, or have inquiries about shipping and returns, this page provides clear and detailed answers to help you make informed decisions. Our goal is to ensure you have all the information you need to fully enjoy the benefits of our seaweed-based skincare solutions. If you can't find what you're looking for, our customer care team is always available to assist you further.<\/p>",
            "text_color": "#000"
          }
        }
      },
      "block_order": [
        "heading_zHhdkz",
        "text_GPmWEn"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "padding_top": 40,
        "padding_bottom": 40,
        "padding_top_m": 40,
        "padding_bottom_m": 40,
        "bg_color": "",
        "divider": false
      }
    },
    "faq_QxdQgp": {
      "type": "faq",
      "blocks": {
        "question_aqLmmQ": {
          "type": "question",
          "settings": {
            "title": "SEAWEED QUESTIONS",
            "text": "<p>1.Where does Repêchage get its seaweed?Most of the Repêchage seaweeds are sustainably harvested off the Brittany Coast of France and Maine, USA. Repêchage has worked with leading scientists and aquaculturists to sustainably harvest several species of nutrient-rich seaweed.2.What makes Repêchage seaweed different from the seaweed in other skincare lines?Most manufacturers of seaweed-based products use the oven drying method of processing. This method yields a product, which contains trace elements but may be deficient in vitamins and amino acids that are heat sensitive. This is where Repêchage makes all the difference. Once dried, the seaweed is packed and sent to our ISO 9001 certified manufacturing facility. There, by an exclusive proprietary method, Repêchage chemists expel the intercellular fluid from the fibrous seaweed tissue while retaining the activity of the vitamins, minerals, trace elements, and amino acids, processed into the pure filtrate in small artisanal batches. You know when it’s a filtrate day---the whole facility smells like a day at the beach!3.Is Repêchage seaweed sourced from sustainable sources?Yes. Repêchage uses sustainably harvested seaweed from the Brittany Coast of France and coast of Maine, USA.<\/p>"
          }
        },
        "question_UYewqL": {
          "type": "question",
          "settings": {
            "title": "GENERAL REPÊCHAGE QUESTIONS",
            "text": "<p>4.What does the word Repêchage mean?Repêchage (re-pe-shaj) is French for “second chance,” a second chance for beautiful skin. Since 1980, we have helped people achieve beautiful skin with our seaweed-based skincare products that are featured at top spas and salons globally.5.Where are Repêchage products manufactured?Repêchage products are manufactured in the USA at our ISO 9001 certified manufacturing facility in Secaucus, NJ.6.What does being IS0 9001 certified mean?ISO stands for International Organization for Standardization. ISO 9001 is a quality management system that requires certification. Repêchage has achieved the ISO 9001 certification by implementing a quality system that meets ISO requirements and consistently provides high quality products and services that meet customer satisfaction and regulatory requirements.7.What are the benefits of becoming a Repêchage Partner Spa?When you become a Repêchage Partner Spa you will receive marketing tools, samples and educational materials needed with your first order. Partner Spa points are then based on dollars spent and can be redeemed with re-orders for additional samples, brochures, treatment menus and marketing materials. (Restrictions apply. U.S. only. International clients must contact local distributor.)8.How do I become a Repêchage Partner Spa?We offer superior support to salons and spas looking to join the ranks as a Repêchage Partner Spa. We have customer service representatives available daily to outline the process, including minimum product purchases, required education, physical space requirements and benefits of the program. We strive to provide a comprehensive business plan to make it a smooth process for salon and spa owners to reach their optimal potential and achieve success. Call 1-800-248-7546 to find out how you can become a Repêchage Partner Spa.9.How do I register for your professional website?Visit pro.repechage.com and click on new customer sign up. You will be prompted to enter your information, including your license number. Within 2-3 business days you will receive an email invite that allows you to create an account.10.How do I become certified to use Repêchage products?You can attend a 3-Day Academy or Master Class at the Lydia Sarfati Skin Care Post Graduate Skin Care Academy, located at our headquarters in Secaucus, NJ. By registering for pro.repechage.com, you have access to protocols and full treatment videos.11.Does Repêchage have any retail products that do not contain seaweed?Yes, T-Zone Balance Cleanser and Toner, T-Zone Balance Moisture Complex, Honey and Almond Scrub, and Hydra Medic Clear Complexion Drying Lotion.12.Which products are best for men?All Repêchage products are suitable for men.13.Can Repêchage facials be performed on pregnant women?Generally, yes; however, electrical current or a high level of acids should be avoided. Advise clients to consult with their physician prior to treatments.14.What is the shelf life of unopened Repêchage products?Three years unless otherwise indicated.15.What is the shelf life of Repêchage products once they have been opened?The average shelf life after opening is 12 months. However, this could vary for some products and we recommend that you check the product packaging. All products have a picture of an open jar on the back. Inside the picture is a number and letter. This refers to the length of time it is still good after opening. For example \"12M\" refers to 12 months. However, storage conditions and use habits also greatly influence the shelf-life and freshness of products. Always use clean implements when removing product from a jar, and close lid tightly after use.16.Must I use products from one collection, or may I select from multiple collections within Repêchage?Depending on your skin's needs, you may select from multiple collections for optimal results. Consult your skin care professional for an at-home care program that's suitable for you.17.Why don't you use hot towels to remove masks during your facials?Clients can have skin reactions to detergents and fabric softeners. It is best to always use disposable cotton or sponges which you may purchase through Repêchage.18.How can I purchase Lydia's book \"Success at Your Fingertips\"?You can order the book directly through www.repechage.com.19.Do instructional DVDs come with the kits?Certain kits do come with an instructional DVD, but not all. Our complete DVD collection is available for purchase on pro.repechage.com.20.How do I get listed on your locate-a-spa site?Please contact your Repêchage representative. You must be an approved Repêchage Partner Spa or offer all services and products within a specified category including Facial Bar, Face Treatments, Body Treatments, and Retail Products.<\/p>"
          }
        },
        "question_K8c7me": {
          "type": "question",
          "settings": {
            "title": "GENERAL EDUCATION QUESTIONS",
            "text": "<p>Does Repêchage offer education?Yes. Repêchage offers one, two, and three day classes at the Lydia Sarfati Post Graduate Skin Care Academy in Secaucus, NJ throughout the year. Repêchage also offers education at both national and international tradeshows and free online webinars.22.Does Repêchage offer webinars?Yes. Free webinars are open to beauty professionals.23.What are the benefits of attending a Repêchage webinar?One hour of free education with a Repêchage educator and access to special promotions and offers for attendees.24.How often does Repêchage offer education?Classes at the Lydia Sarfati Post Graduate Skin Care Academy and online webinars are held throughout the month.25.Where can I see a schedule of upcoming educational opportunities?Visit www.repechage.com\/pages\/classes-webinars<\/p>"
          }
        },
        "question_dXkzFc": {
          "type": "question",
          "settings": {
            "title": "GENERAL PRODUCT QUESTIONS",
            "text": "<p>How can your cleansers be a foam\/mousse if they contain no soap?The products' packaging design incorporated a mechanism to create a mousse from a liquid product. Also, there are many other compounds, natural and synthetic, that foam and clean besides soap.27.Why are the liquid cleansers soap free? How do they clean?Soaps are not the only compounds that clean. Soaps have a very high pH, making them alkaline, are very harsh, irritating, drying, and they leave a residue. There are many other compounds we use to effectively clean the skin, which are much more gentle, and non-irritating.28.What is the difference between the Hydro-Complex PFS for Oily\/Combination Skin and the Hydro-Complex for Dry Skin? What does PFS stand for?The active ingredients are more-or-less the same in the two formulas. The only difference between the two is the oily combination formula is less emollient. PFS stands for Physiological Filtration of Seaweed.29.What is the difference between Aqua Massage Cream and Herbal Massage Cream?The Aqua Massage Cream is water-based while the Herbal Massage Cream is oil-based.30.Why has the Hydro-Moisture Masque changed color?Azulene is a sensitive ingredient extracted from the essential oils of Matricaria and Chamomile flowers, which is known to have soothing properties. It is naturally blue in color, but due to its unstable nature may turn green over time. The new formulation of this product somewhat alleviates this color-change.31.What is difference between the Lamina Lift Mask and the Triple Action Peptide Mask?The Lamina Lift Mask is a professional facial treatment to help hydrate, soothe, and cool the skin. It can be used as a stand-alone treatment, upgrade to other services, or accompaniment to clinical services, such as post-chemical peels, microdermabrasion, laser, and waxing.The Triple Action Peptide Mask is a retail mask for all skin types based on multiple peptides and seaweed filtrate to help hydrate, firm, and brighten the skin’s appearance.<\/p>"
          }
        },
        "question_Pzckjr": {
          "type": "question",
          "settings": {
            "title": "GENERAL INGREDIENT QUESTIONS",
            "text": "<p>Does Repêchage use animal by-products, and do you do animal testing?Repêchage does not use animal derived ingredients and we never add any dyes to our products. Also, we never test our products on animals.33.Does Repêchage use natural ingredients?Yes. We use an array of natural and organic ingredients in both our professional treatments and retail products.34.Does Repêchage use Parabens?We realize that some our clients object to Parabens. Repêchage does not formulate with Parabens. 100% of our products are Paraben free. If you are interested in reading more about Parabens, please log onto to the U.S. Food and Drug Administration homepage and type \"parabens\" or copy and paste link:<a href=\"https:\/\/www.fda.gov\/about-fda\/fda-organization\/center-food-safety-and-applied-nutrition-cfsan\" target=\"_blank\">https:\/\/www.fda.gov\/about-fda\/fda-organization\/center-food-safety-and-applied-nutrition-cfsan<\/a>35.Do any of your products contain the \"new\" ingredient polyhydroxy acid?The term, Polyhydroxy acid, refers to a GROUP of acids derived from sugars, similar to AHAs. However, they are milder to sensitive skin. Only a very few of Repêchage products contain a polyhydroxy acid.<\/p>"
          }
        },
        "question_AcfGrA": {
          "type": "question",
          "settings": {
            "title": "ALLERGY QUESTIONS",
            "text": "<p>My client is allergic to shellfish. Can he\/she still use Repêchage products?Repêchage products do not contain shellfish-derived ingredients and therefore the client should not experience allergic reaction pertaining to this source.37.My client is allergic to iodine. Can he\/she still use Repêchage products?Yes. Topical application of the seaweed based products is not known to elicit any such response.38.Will a client with an allergy to almond be able to use the Opti-Lift Serum with almond biopolymer?This product should not cause an allergic reaction to those with an almond allergy.39.Can Honey and Almond Scrub be used on clients with peanut allergies?Yes, but if in doubt, perform a patch test.40.If a client is allergic to Sulfa and\/ or Sulfates, can they still receive the Hydra Medic Facial with the Desincrustation Mask?Yes, the Desincrustation Mask in the Hydra Medic Facial is based on Colloidal Sulfur, which is different from Sulfa and Sulfates.*Be sure to always ask clients of any allergies they may have. If in doubt, have them consult their physician.<\/p>"
          }
        },
        "question_ncMb8b": {
          "type": "question",
          "settings": {
            "title": "ESSENTIAL OIL QUESTIONS",
            "text": "<p>Which oils are in the Purifying and Calming Essential Oils?Lavender oil, Geranium oil, Bitter Orange oil, Cedar wood oil, Marjoram oil, Ylang-Ylang oil, Rose Absolute, Soybean oil.42.Can you use either the Purifying and Calming Essential Oils or the Essential Oil of Peppermint directly on the skin?No. The Purifying and Calming Essential Oils and the Essential Oil of Peppermint are pure essential oils. A few drops can be mixed into a cream before applying. Also, the Purifying and Calming Essential Oils may be mixed into the Mineral Mask of the Four Layer Facial because it does not come in direct contact with the skin. Stop using if you experience irritation.<\/p>"
          }
        },
        "question_CF6Mjy": {
          "type": "question",
          "settings": {
            "title": "OPTI-CLEANSE QUESTIONS",
            "text": "<p>Is Opti-Cleanse safe for contact lens wearers?Opti-Cleanse is formulated to be safe for contact lens wearers. Stop using the product if irritation is experienced.44.Can you use Opti-Cleanse on the rest of the face?Yes.<\/p>"
          }
        },
        "question_iVAtp7": {
          "type": "question",
          "settings": {
            "title": "RAPIDEX QUESTIONS",
            "text": "<p>Does Rapidex need to be removed?Yes. At home after 15 minutes, remove with damp cotton, then neutralize with toner. When used in the treatment room, remove after 5-7 minutes.46.How soon will I see results with the Rapidex?You will notice positive changes in your complexion immediately. The skin will be smoother and brighter after even one application. However, be sure to always wear SPF when using this product, especially if you are treating hyperpigmentation.<\/p>"
          }
        },
        "question_tnWLAC": {
          "type": "question",
          "settings": {
            "title": "HONEY AND ALMOND SCRUB QUESTIONS",
            "text": "<p>What can I mix with the Honey and Almond Scrub if I cannot use buttermilk or plain yogurt due to lack of refrigeration?Hydra 4 Cleanser is the ideal option in place of buttermilk or plain yogurt. You may also use T-Zone Balance Cleanser or water. Always mix individual amounts as needed. Do not pre- mix the entire jar of scrub.48.What should the ratio be of buttermilk\/yogurt to Honey and Almond Scrub or Honey Body Scrub?1:1<\/p>"
          }
        },
        "question_LUDAb9": {
          "type": "question",
          "settings": {
            "title": "GENERAL \"LIFT-OFF\" MASK QUESTIONS",
            "text": "<p>49.Do I have to use a rubber bowl to mix the masks?Yes, it is unbreakable for safety and creates contours for effective mixing. The rubber bowl is needed to whip air into the masks. It also enables masks to have more oxygen and makes clean up easier. The Repêchage rubber bowls are medical grade, so the rubber will not corrode or break down and flake. They are very durable, created especially for Repêchage \"lift-off\" masks, and make clean up easy, as the masks do not stick to the Repêchage rubber bowl.50.Why do you recommend rolling the seaweed masks up the face for removal instead of down?The client experiences a lifting sensation when the mask is rolled up.51.Can you put the Mineral Mask from the Four Layer Facial on top of the VC5 Phase 4 Firming Mask?No. Please perform facials as intended.52.I've noticed that the Hydra Dew professional mask is much colder than the Seaweed Treatment Mask. Can you use it in the Après Soleil Boost instead?No. If you are naming your facial \"Après Soleil Boost\" you must follow the protocol set forth by Lydia Sarfati.53.In the Opti Firm Eye Contour Treatment, does the sugar mask go directly over the eyes?You may cover eye lashes with Repêchage Eye Rescue Pads. Cut slivers of the Eye Rescue Pads and place over lash line. Then continue with eye treatment protocols.<\/p>"
          }
        },
        "question_UFNwYJ": {
          "type": "question",
          "settings": {
            "title": "SEAWEED TREATMENT MASK AND FOUR LAYER FACIAL QUESTIONS",
            "text": "<p>54.The Seaweed Treatment Mask feels so cold. Can I warm up the mask before applying it to my client's skin?No. The mask is cold in order to be soothing to the skin. In addition it provides toning and firming benefits.55.Can the Repêchage Seaweed Treatment Mask and other masks be used over facial hair?Yes. However, if a man has a particularly thick beard or moustache you should avoid the area. The only mask that should NOT be applied over hair is the Mineral Mask (Layer 4 of the Repêchage Four Layer Facial).56.Does the Seaweed Treatment Mask contain any latex or adhesives?No.57.What will happen if I'm performing the Four Layer Facial and I accidentally use 4B in place of 3B and vice versa?Each gel sachet contains ingredients in a specified amount to work expressly with its counterpart. By mixing the wrong gel and powder together each mask may have slightly differing drying times.58.What minerals are in the Layer 4 Mineral Mask of the Four Layer Facial?Calcium and Magnesium.59.What benefits does the Layer 4 Mineral Mask provide for the skin? How does it get to the other layers?The Layer 4 Mineral Mask warms up to help the other layers work better and penetrate deeper into the skin. What happens in this layer is a reaction from the minerals (Calcium and Magnesium). When the 4A and 4B are combined, the minerals activate and create heat. It hydrates further, and helps the seaweed do its job better in toning the skin’s appearance. The seaweed mask is semi-permeable, thereby allowing the heat to permeate into the skin.60.Can I perform a Four Layer Facial immediately after or in conjunction with microdermabrasion?It is a better option to do the Hydra 4 Facial or the Après Soleil Boost that incorporates Skin Relief Soothing Gel and Seaweed Mask to help soothe and rehydrate the skin.61.Can someone using Retin-A receive the Four Layer Facial?Yes. However, the Retin-A user should not be experiencing any skin irritation prior to using the Four Layer Facial.62.Can the Four Layer Facial be given to clients with sensitive skin?Yes. For clients with sensitive skin, use Hydra 4 Cleanser and Toner to help soothe and tone the skin’s appearance and then follow Four Layer Facial Protocols. For clients with hypersensitive skin, skip Layer 4 of the Four Layer Facial and end the treatment with the Seaweed Mask and an application of Hydra 4 Day Protection Cream and Perfect Skin Liquid Foundation.63.Does the Four Layer Facial contain sulfur?No.64.How does one incorporate the desincrustion solution with the 10-step Four Layer Facial?After removing exfoliant (either Honey & Almond Scrub, Hydra Refine Clarifying Mask or Rapidex) apply cotton saturated with desincrustation solution to areas of concern and continue to steam for an additional 3-5 minutes. Desincrustation Solution will help soften debris around plugged follicle.65.Can one use Rapidex instead of a facial scrub in the Four Layer Facial for exfoliation?Absolutely! Rapidex is suitable for all skin types except chemically damaged and sunburned skin. Be sure to do a consultation and skin analysis with your client so you may choose the right type of exfoliation prior to the Four Layer Facial.<\/p>"
          }
        },
        "question_KULhAQ": {
          "type": "question",
          "settings": {
            "title": "VITA CURA QUESTIONS",
            "text": "<p>66.Can the Vita Cura 5 Phase Firming Facial be used on clients with hypersensitive skin?Yes, but you will need to omit the Phase 1 Micropeel.67.Can the Vita Cura 5 Phase Firming Facial be performed on clients using Retin-A?Yes. However, the Retin-A user should not be experiencing any skin irritation prior to using the Vita Cura 5 Phase Firming Facial.68.Can the Vita Cura 5 Phase Firming Facial be used on clients with oily problem skin?No. Please use the Hydra Medic Facial on clients with oily problem skin.69.Can someone in their 20s or 30s receive the Vita Cura 5 Phase Firming Facial?The most dramatic results will be achieved with mature, dry, sun-damaged skin types. However, younger clients can benefit if their skin is dry and prematurely aging due to overexposure to the sun. This treatment should not be performed on oily problems skin.70.Can I use steam with any part of the Vita Cura 5 Phase Firming Facial?We do not recommend using steam at any point in this facial. Steam is used to soften the skin and prepare for extractions. The enzymatic peel can help improve the appearance of oily problem skin; however for a client with oily problem skin, or who requires extractions, please recommend the Repêchage Hydra Medic Facial. The enzymatic micropeel will de-activate with the use of heat. However, you may use a COOL vaporizer to keep the skin moist.71.Can I use another cleanser with the Vita Cura 5 Phase Firming Facial to customize to the client's skin type?Please use the cleanser included with the facial. This cleanser will work perfectly with all skin types appropriate to the facial: clients over 40, or clients of any age with dry or sun-damaged skin.72.Will the Phase 1 Micropeel of the Vita Cura 5 Phase Firming Facial ever be available separately either as a professional or retail product?Yes. The Micropeel phase of the Vita Cura 5 Phase Firming Facial is now available separately as a professional product. You can purchase the product here:<a href=\"https:\/\/pro.repechage.com\/products\/papaya-enzymatic-micropeel\" target=\"_blank\">https:\/\/pro.repechage.com\/products\/papaya-enzymatic-micropeel<\/a>73.Do I need to use an eye product in addition to the Vita Cura Opti-Lift Serum for hydration?The Vita Cura Opti-Lift Serum contains hyaluronic acid, which is known to possess moisturizing benefits. Vita Cura Opti-Lift Serum will also help with reduce the appearance of fine lines and dark circles. Depending on the client's needs, they can also use the Opti-Firm Eye Contour Cream.74.Can the Vita Cura Opti-Lift Serum be applied to the entire face?Yes. Apply the serum to the entire face, under moisturizer, to help improve the appearance of visible signs of aging. . Dab onto areas of concern over makeup or moisturizer for a temporary “lifted” appearance. Do not massage in, allow it to dry undisturbed.75.What is the difference between Vita Cura 5 Phase Firming Facial and the Four Layer Facial?Though it seems there are some similarities between the Repêchage Vita Cura 5 Phase Firming Facial and Repêchage Four Layer Facial, the science, technology, and results are distinct.The Four Layer Facial was designed for the needs of all skin types. This treatment comes in two formulas: one for dry skin and one for oily skin. The Four Layer Facial can be customized for you client’s needs such as granular or chemical exfoliation and\/or the use of extractions. The Four Layer Facial may also be used with or without the use of machines. This facial uses 2 different seaweeds rich in anti-oxidants, vitamins, and minerals to help nourish, hydrate and rejuvenate the skin's appearance. The last \"layer\" of The Four Layer Facial is a thermal mineral mask. This mask heats up and aids in the penetration of the 3 previous layers.The Vita Cura 5 Phase Firming Facial was designed to improve the appearance of mature skin, making it appear more lifted and firmer. This facial includes an Enzymatic Micropeel that works to exfoliate dead skin cells to uncover a more vibrant complexion. Vita Cura Renewal Serum and Triple Firming Cream use advanced Peptide technology and Seaweed to help smooth and soften the skin. The treatment then includes the application of a firming Spirulina Seaweed Mask and finishes with our Opti-Lift Serum that instantly reduces the appearance of fine lines and wrinkles, giving instant results and long term benefits with continued use. There are no machines used during this facial and extractions are not recommended.No treatment is better than the other, it is up to you and your client’s needs. Both are extremely enjoyable and results oriented.<\/p>"
          }
        },
        "question_EXwBnQ": {
          "type": "question",
          "settings": {
            "title": "HYDRA MEDIC QUESTIONS",
            "text": "<p>How often should one receive the Hydra Medic Facial?Ideally, the client should receive it once a week for four weeks and monthly for maintenance purposes. It is important to monitor the client's progress, and adjust accordingly.77.Can pregnant women use Hydra Medic products?Yes, however DO NOT use the Beta Hydroxy Serum that contains a higher level of Salicylic Acid. The Hydra Medic Mattifying Moisturizer can be used at night in place of the Beta Hydroxy Serum. Also, the Clear Complexion Drying Lotion can be used on areas of concern overnight.78.Can the Hydra Medic Desincrustation Mask be purchased separately?No. The Desincrustation Mask in the Hydra Medic Facial is part of a kit designed to be used together for maximum benefits. Please perform all facials according to protocol. The Desincrustation Mask will soften the skin to help make the extraction process easier. The Hydra Medic Facial can be used on anyone with a need for deep pore cleansing. You purchase our new Desincrustation Solution available a la carte by visit pro.repechage.com or calling 1-800-248-SKIN.79.When would you use the Clear Complexion Mask vs. the Hydra Medic Sea Mud Perfecting Mask?Both can be used directly after extractions. The Hydra Medic Sea Mud Perfecting Mask is a great mask to help deep cleanse and absorb excess oils.80.Can you apply the Hydra Medic Clear Complexion Drying Lotion after electrolysis to prevent breakouts?No, this is not the intended use of the product. Instead, after electrolysis, we recommend you that you apply gentle soothing products such as the Skin Relief Soothing Gel or Hydra 4 Mask.81.Now that summer is over, I'm noticing oily problem skin though I'm still using Hydra Medic and Hydra Refine products. Why?The reason is twofold: Many sunscreens used in the summer, especially those with super high SPF and waterproof bases, are comedogenic. Also, prolonged exposure to the sun thickens the epidermis. Once the summer is over, the epidermis goes back to its normal state, and all these dead skin cells will now clog the pores.<\/p>"
          }
        },
        "question_UnfxVY": {
          "type": "question",
          "settings": {
            "title": "HYDRA DEW QUESTIONS",
            "text": "<p>What is the difference between the Hydra Dew Moisturizing Day Cream and the Hydra 4 Day Protection Cream?The Hydra Dew Moisturizing Day Cream provides intense moisture while the Hydra 4 Day Protection Cream focuses more on soothing and calming the appearance of the skin.83.Can I use the Hydra Dew Illuminating Cream Mask instead of moisturizer?The Hydra Dew Illuminating Cream Mask is meant for use a few times a week, not daily. Please use all products as directed to get the best results.<\/p>"
          }
        },
        "question_YAP86Q": {
          "type": "question",
          "settings": {
            "title": "MAKEUP QUESTIONS",
            "text": "<p>84.Isn't it bad for the skin to apply foundation after you've just given it such a thorough cleansing with a facial?No. Repêchage Perfect Skin Mineral Makeup was specifically designed for application immediately after a skin care treatment. It is enriched with seaweed and provides moisturizing benefits.85.Is Repêchage makeup mineral makeup?Yes, and it is more than just minerals! All of our cosmetics are seaweed based, and seaweed is rich in minerals, vitamins, trace elements, polysaccharides, and amino acids providing moisturizing benefits.86.Can the Perfect Skin Liquid Foundation double as a moisturizer?Although Perfect Skin Liquid Foundation is seaweed-enriched and hydrating, you still need to wear a moisturizer underneath the foundation. For a lightweight moisturizer, try Hydra Medic Mattifying Moisturizer, T-Zone Balance Moisture Complex or C-Serum Seaweed Filtrate.87.Do any of your cosmetic products contain talc?Yes - our Perfect Skin Translucent Mineral Rich Loose Powder.<\/p>"
          }
        },
        "question_gkfUXA": {
          "type": "question",
          "settings": {
            "title": "BODY QUESTIONS",
            "text": "<p>88.Can the Honey Body Polish be used on the face?No. Use the Honey and Almond Scrub for the face. The almond in the Honey Body Polish is ground more coarsely than the almond in the Honey and Almond Scrub.89.Do your body washes contain sodium lauryl sulfate?No.90.Can the Thalassotherapy Seaweed Bath be used in a Jacuzzi?Yes. It won't clog jets.91.What is the benefit of using the Vita Cura Triple Action Body Contour Cream versus the Seaweed Body Cream?Although the Seaweed Body Cream tones and moisturizes, the Vita Cura Triple Action Body Contour Cream also firms and fight the appearance of cellulite with ingredients including Coenzyme A, Chinese herbs, caffeine, three mints, and slimming seaweed.<\/p>"
          }
        },
        "question_M4HEk4": {
          "type": "question",
          "settings": {
            "title": "BIOLIGHT QUESTIONS",
            "text": "<p>92.Which product is most effective in helping control the appearance of uneven skin tone?Our Biolight collection is specifically designed to help reduce the appearance of uneven tones, dark spots and hyperpigmentation. For more information on the collection, please refer to the Biolight instructional DVD.93.Are there contraindications to using the Biolight Glyco-Sea Glycolic Peel?<\/p><p>Although the Repêchage Biolight Glyco-Sea Glycolic Peel has been developed to be one of the safest and most gentle Glycolic peels available, we must keep in mind that it contains an acid, and must be used properly. If your client has any of the following, please refrain from administering the peel.<\/p><p>Contraindications include:<br\/>• Pregnancy or Breast feeding<br\/>• Rosacea<br\/>• Allergy to Salicylic Acid or Aspirin<br\/>• Excessive open lesions<br\/>• Thin, highly sensitive skin<br\/>• Taking Accutane (must discontinue using for 6 months or with Dr. approval)<br\/>• Herpes Simplex (HV1) in active stage<br\/>• Atopic Dermatitis<br\/>• Chronic Urticaria (hives)<br\/>• Somatic diseases in an acute stage including SARS<br\/>• Recently had depilatory waxing or laser hair removal<\/p><p>Remember to always use sun protection after the treatment. Also, be sure to educate your client on post treatment, reminding them not to sunbathe or pick at their skin so as to prevent the appearance of any further hyperpigmentation.<\/p><p>94.Can I still perform the Biolight Miracle Facial if someone has one of the above contraindications?Yes. Just skip Step 2, the Biolight Glyco-Sea Glycolic Peel.95.How often should I recommend the Biolight Miracle Facial to my clients?It depends on the client’s skin condition, gender, age and photo-aging damage. For best results, you may recommend five treatments over a period of five weeks. Thereafter, a maintenance program of once a month.96.What is the difference between the Biolight Miracle Facial and Biolight Luminex Mask?The Biolight Miracle Facial is sold as a uni-dose professional facial treatment. It is a comprehensive, step-by-step, full facial that includes the Biolight Glyco-Sea Glycolic Peel. The Biolight Luminex Mask is a clay-cream mask that combines AHA’s with deep cleansing Kaolin Clay and natural brightening ingredients to help get a gentle, yet effective, peeling effect. It can be used as a stand-alone express treatment or upgrade to existing facial services.<\/p>"
          }
        },
        "question_Ph4nmL": {
          "type": "question",
          "settings": {
            "title": "EQUIPMENT AND ELECTROTHERAPY QUESTIONS",
            "text": "<p>97.Do you sell the equipment you use in your training center?For information regarding equipment used in the training center, please contact us at 1-800-248-7546.98.Can I use infrared with the C-Serum Seaweed Filtrate for deeper penetration?No. Seaweed is protein. Infrared breaks down protein.99.Can I use galvanic current with C-Serum Seaweed Filtrate?Yes, but there is no need. Also, we have just released our new Galvanic Gel perfect for use with galvanic current.100.Can high frequency be used over C-Serum Seaweed Filtrate?Yes. The C-Serum is a seaweed filtrate, and is safe to use with high frequency.101.How do I use the new Galvanic Gel?The Galvanic Gel is to be used in conjunction with the galvanic current on a positive polarity. This helps push the product into the skin and continue the soothing and nourishing benefits.<\/p><p> <\/p>"
          }
        }
      },
      "block_order": [
        "question_aqLmmQ",
        "question_UYewqL",
        "question_K8c7me",
        "question_dXkzFc",
        "question_Pzckjr",
        "question_AcfGrA",
        "question_ncMb8b",
        "question_CF6Mjy",
        "question_iVAtp7",
        "question_tnWLAC",
        "question_LUDAb9",
        "question_UFNwYJ",
        "question_KULhAQ",
        "question_EXwBnQ",
        "question_UnfxVY",
        "question_YAP86Q",
        "question_gkfUXA",
        "question_M4HEk4",
        "question_Ph4nmL"
      ],
      "settings": {
        "title": "FAQs"
      }
    }
  },
  "order": [
    "main",
    "1719330332db78ebfd",
    "rich_text_FqJUmT",
    "faq_QxdQgp"
  ]
}
