/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1719330332db78ebfd": {
      "type": "apps",
      "blocks": {
        "klaviyo_email_marketing_sms_form_embed_block_zrAHFB": {
          "type": "shopify:\/\/apps\/klaviyo-email-marketing-sms\/blocks\/form-embed-block\/2632fe16-c075-4321-a88b-50b567f42507",
          "settings": {
            "formId": "K5dLJ3"
          }
        }
      },
      "block_order": [
        "klaviyo_email_marketing_sms_form_embed_block_zrAHFB"
      ],
      "disabled": true,
      "settings": {
        "full_width": false,
        "space_around": true
      }
    },
    "rich_text_PEhJRj": {
      "type": "rich-text",
      "blocks": {
        "text_KecQix": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>Thank you for visiting the official Repêchage® website. <\/p><p>Repêchage® is proud to be available at luxury spas and destination resorts, professional skin care centers, medical centers, and through repechage.com. We are committed to excellence in every aspect of skincare, from creating the finest seaweed-based products to providing exceptional support and service to our clients. Our research has shown that seaweed contains a high concentration of powerful ingredients, including 12 vitamins and minerals, 42 trace elements, and 18 amino acids, to help skin look hydrated, restored, renewed, and radiant. Repêchage® only uses pure, EcoCert, sustainably harvested seaweed to create our seaweed filtrate, derived by a proprietary method and manufactured in a 50,000 square foot, ISO 9001-certified facility in Secaucus, NJ.<\/p><p>To ensure you receive authentic Repêchage products, we strongly encourage you to purchase directly from our website or through our authorized retail partners. Purchasing from unauthorized sellers may pose significant risks, including:<\/p><ol><li>Not getting the products you intended to buy<\/li><li>Receiving counterfeit, expired, or damaged products<\/li><li>Being unable to return or exchange items<\/li><li>Buying items that may not be suitable for your skin type<\/li><li>Receiving incorrect usage advice, particularly for products meant for professional use by trained estheticians<\/li><li>Incurring unexpected costs from additional shipping fees, customs duties, or taxes<\/li><li>To maintain the highest standards of customer service and product quality, please ensure you buy only from trusted sources.<\/li><\/ol><p>The following are the only websites from which you should purchase Repêchage products:<\/p><ol><li><a href=\"https:\/\/www.repechage.com\">www.repechage.com<\/a> - US Retail website<\/li><li><a href=\"https:\/\/www.beautyfromthesea.com\">www.beautyfromthesea.com<\/a> - US Retail website<\/li><li><a href=\"https:\/\/pro.repechage.com\">pro.repechage.com<\/a> - For US Professionals (Salon \/ Spa Owners)<\/li><li><a href=\"https:\/\/repechage.ca\">repechage.ca<\/a> - Canadian Retail website<\/li><li><a href=\"https:\/\/beautyfromthesea.co.uk\">beautyfromthesea.co.uk<\/a> - UK Retail website<\/li><li><a href=\"https:\/\/pro.beautyfromthesea.co.uk\">pro.beautyfromthesea.co.uk<\/a> - For UK Professionals<\/li><\/ol><p>Purchasing through repechage.com ensures:<\/p><p>You are buying brand-new, authentic Repêchage products. Unauthorized resellers may be selling tampered, expired, or counterfeit products.<\/p><p>Your orders will be covered by Repêchage’s satisfaction guarantee and return policy.<\/p><p>Our experienced and knowledgeable sales team will be able to assist you with any questions or concerns.<\/p><p>Every order on repechage.com includes FREE trial samples of a product to complement your order, plus free shipping on orders of $50 or more.<\/p><p>For a list of authorized retailers, visit our Store Locator or contact our Customer Support team at 1-800-248-SKIN for assistance.<\/p>",
            "text_color": "#000000"
          }
        }
      },
      "block_order": [
        "text_KecQix"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": true,
        "padding_top": 20,
        "padding_bottom": 20,
        "padding_top_m": 20,
        "padding_bottom_m": 20,
        "bg_color": "",
        "divider": false
      }
    }
  },
  "order": [
    "main",
    "1719330332db78ebfd",
    "rich_text_PEhJRj"
  ]
}
