/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "slideshow_aAwwLJ": {
      "type": "slideshow",
      "blocks": {
        "image_gCBwGW": {
          "type": "image",
          "disabled": true,
          "settings": {
            "top_subheading": "",
            "title": "",
            "title_size": 80,
            "subheading": "",
            "link": "",
            "link_text": "",
            "link_2": "",
            "link_text_2": "",
            "color_accent": "rgba(0,0,0,0)",
            "text_align": "vertical-center horizontal-center",
            "image": "shopify://shop_images/Our_Bestsellers-26.jpg",
            "parallax_direction": "top",
            "overlay_opacity": 0
          }
        }
      },
      "block_order": [
        "image_gCBwGW"
      ],
      "disabled": true,
      "settings": {
        "show_container": false,
        "section_height": "550px",
        "mobile_height": "auto",
        "parallax": true,
        "style": "bars",
        "autoplay": true,
        "autoplay_speed": 5,
        "lazyload_images": true
      }
    },
    "rich_text_gg9waL": {
      "type": "rich-text",
      "blocks": {
        "heading_T476Qj": {
          "type": "heading",
          "settings": {
            "title": "CLASSES, WEBINARS & TRADE SHOW EDUCATION",
            "title_color": "#000000"
          }
        },
        "text_HKbbA8": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>The most important investment in your esthetics career is advanced education to enhance skills to develop professionally. These educational webinars provide immersive sessions in the latest innovations, techniques, protocols and ingredients in esthetics as well as proven methods to increase business.<br/><br/>The Virtual Master Classes will provide 90 minutes of intense educational content, and provide all the features that have drawn over 12,000 people to participate in the past year, including live demonstration and an interactive Q&A.</p>",
            "text_color": "#000000"
          }
        }
      },
      "block_order": [
        "heading_T476Qj",
        "text_HKbbA8"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": false,
        "padding_top": 60,
        "padding_bottom": 60,
        "padding_top_m": 40,
        "padding_bottom_m": 40,
        "bg_color": "",
        "divider": false
      }
    },
    "custom_classes_schedule_PX3jiM": {
      "type": "custom__classes-schedule",
      "blocks": {
        "class_TDDqCR": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "22-24",
            "class": "TRADESHOW",
            "title": "IECSC LAS VEGAS",
            "text": "<p><strong>Las Vegas, NV</strong></p><p>Booth: 501</p><p>Meet the Repêchage Team in Person at IECSC! Discover the Future of Skincare Innovation at Our Booth!</p>",
            "button_label": "Register",
            "button_link": "https://www.iecsclasvegas.com/"
          }
        },
        "class_kDCUFb": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "24",
            "class": "CLASS",
            "title": "TREAT 80% OF YOUR SKINCARE CLIENTELE WITH T-ZONE BALANCE CLASSIC FACIAL FOR COMBINATION SKIN: CIDESCO ENDORSED TREATMENT PROTOCOL",
            "text": "<p><strong>At IECSC, Las Vegas</strong></p><p>Time: 10:00am to 11:00am PDT</p><p>Location: W227</p><p>Proven in-spa solutions for oily and dry / dehydrated skin types. Help your clients restore balance to their skin with the new Repêchage T-Zone Balance Classic Facial: A CIDESCO Endorsed Treatment Protocol using clinically proven ingredients and dermatologist tested products.<br/>In this class you will learn:<br/>- Live Demonstration of step-by-step CIDESCO endorsed treatment protocol<br/>- Proven Ingredients specifically for addressing Combination Skin<br/>- Ultrasonic Skin Spatula and LED + RF + EMS for best results in the treatment room</p>",
            "button_label": "Register",
            "button_link": "https://iecsclasvegas2024.sched.com/event/1bOg4/repechage-presents-the-new-clinical-facial-treatment-with-proven-results?iframe=no"
          }
        },
        "class_BCQ4cd": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JUNE",
            "date": "24",
            "class": "WEBINAR",
            "title": "EXPERIENCIA DE HIDRATACIÓN PROFUNDA DEL MAR: EL REPÊCHAGE FOUR-LAYER FACIAL",
            "text": "<p><strong>Virtual Class with Yolanda Amador</strong></p><p>12pm – 1:30pm EST</p><p>Descubre un cutis radiante y juvenil con el lujoso Repêchage Four-Layer Facial. Este favorito de spa está diseñado para hidratar intensamente, rejuvenecer y reafirmar visiblemente tu piel. Sumérgete en una experiencia transformadora:<br/>- Capa tras capa de hidratación: Disfruta de la nutrición profunda del mar con algas europeas frescas. Cada capa aporta vitaminas esenciales, minerales y antioxidantes para saciar la sed de tu piel y promover un brillo saludable.<br/>- Exfoliación y limpieza profunda: Despídete del aspecto apagado y las impurezas. Este facial incorpora una limpieza y exfoliación profunda europea para refinar tus poros y revelar un rostro más suave y claro.<br/>- Resultados visibles y efectos duraderos: Observa una apariencia revitalizada con mejor tono, elasticidad y un aumento de hidratación. El Repêchage Four-Layer Facial está diseñado para ofrecer resultados duraderos, dejándote con un aspecto fresco y juvenil.<br/>- Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.<br/>Regálate un viaje sin igual de indulgencia y experimenta el poder transformador del mar.</p>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-06-24-experiencia-de-hidratacion-profunda-del-mar-el-repechage-four-layer-facial.php"
          }
        },
        "class_ztpVVN": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JULY",
            "date": "1",
            "class": "WEBINAR",
            "title": "THE EYES HAVE IT",
            "text": "<p><strong>Virtual Master Class with Lydia Sarfati</strong></p><p>12pm – 1:30pm EST</p><p>Everyone wishes their wrinkles, dark circles, and puffy eyes would disappear. Learn how to create and perform an eye contour lifting procedure, massage, and mask so that men’s and women’s crow’s feet are gone. Join Repêchage® CEO and Founder Lydia Sarfati to learn how to restore and revitalize the eye zone area with sustainably-harvested seaweed-based skin care treatments that can help reduce the appearance of fine lines, wrinkles, puffiness and dark circles fast. In this webinar, you will learn:<br/>– How to perform step-by-step eye contour protocols to help reduce signs of fatigue and aging<br/>– In depth information and analysis of the effectiveness of cutting edge ingredients such as advanced Peptides to help restore youthful appearance to the eye area.<br/>– Renowned massage methods to augment treatments for a full relaxation effect<br/>– Upon completion of 10 question test, registrants will receive a certificate of participation</p>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-07-01-the-eyes-have-it.php"
          }
        },
        "class_zffzRt": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "JULY",
            "date": "29",
            "class": "WEBINAR",
            "title": "LO QUE TUS OJOS NECESITAN",
            "text": "<p><strong>Virtual Class with Yolanda Amador</strong></p><p>12pm – 1:30pm EST</p><p>Todo el mundo desearía que sus arrugas, ojeras y ojos hinchados desaparecieran. Aprenda a crear y realizar un procedimiento de lifting, masaje y mascarilla para el contorno de ojos para que las patas de gallo de hombres y mujeres desaparezcan. Únase a la directora ejecutiva y fundadora de Repêchage®, Lydia Sarfati, para aprender cómo restaurar y revitalizar el área de los ojos con tratamientos para el cuidado de la piel a base de algas marinas recolectadas de manera sostenible que pueden ayudar a reducir rápidamente la apariencia de líneas finas, arrugas, hinchazón y ojeras. En este seminario web, aprenderá:<br/>– Cómo realizar protocolos de contorno de ojos paso a paso para ayudar a reducir los signos de fatiga y envejecimiento<br/>– Información detallada y análisis de la eficacia de ingredientes de vanguardia, como péptidos avanzados, para ayudar a restaurar la apariencia juvenil del área de los ojos.<br/>– Métodos de masaje reconocidos para complementar los tratamientos y lograr un efecto de relajación total.<br/>– Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.</p>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-07-29-lo-que-tus-ojos-necesitan.php"
          }
        },
        "class_jpdCBF": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "AUGUST",
            "date": "5",
            "class": "LS ACADEMY",
            "title": "MASTER CLASS WITH LYDIA SARFATI: INTRODUCING THE REPECHAGE T-ZONE CLASSIC FACIAL",
            "text": "<p><strong>Endorsed by CIDESCO INTERNATIONAL</strong></p><p>Lydia Sarfati Post-Graduate Skin Care Academy<br/>9:30am – 5:30pm EST<br/>300 Castle Road, Secaucus, NJ 07094</p><p>Join us for an extraordinary skincare experience as we demonstrate the latest addition to our exclusive treatment lineup – the Repêchage T-Zone Classic Facial, a CIDESCO International endorsed procedure. This innovative facial is specially crafted to target and transform the most problematic areas of your skin, leaving you with a flawless, radiant complexion. This full day program will include:<br/>- Ingredients and treatments to truly address combination skin to help eliminate oiliness in the T-Zone while maintaining the skin’s essential moisture barrier<br/>- How to perform proper consultation and diagnosis of the skin<br/>- Demonstrations to master massage techniques<br/>- The definitive method for extractions without pain<br/>- How to incorporate upgrades and the Art of Retail to increase your business by 50%<br/>- Advanced education on using modalities such as LED and the Ultrasonic Spatula to enhance product performance<br/>- Repêchage/CIDESCO Certificate Awarded with score of 70% or higher MCQ 35 questions with successful completion of test<br/>Lunch and refreshments provided<br/>Price $289.00 includes Workshop T-Zone Balance Clinical Facial Kit (kit contains 6 facials), LED and Ultrasonic Spatula<br/><br/>Each certification master class has a class capacity of 30 people.</p>",
            "button_label": "Register",
            "button_link": "https://www.repechage.com/products/the-perfect-facial-for-the-most-common-skin-type-combination-skin-the-new-t-zone-balance-facial-workshop-august-5-2024"
          }
        },
        "class_aFDFKN": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "AUGUST",
            "date": "26-27",
            "class": "TRADESHOW",
            "title": "LIVE LOVE SPA",
            "text": "<p><strong>Loews Miami Beach Hotel, Miami, FL</strong></p><p>Live Love Spa is the premier community for spa professionals to connect, discover and learn about new trends, products, experiences and emerging insights in the wellness space.</p>",
            "button_label": "Register",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-miami-2024"
          }
        },
        "class_xJLqft": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "SEPTEMBER",
            "date": "9",
            "class": "WEBINAR",
            "title": "ALL ABOUT PEELS AND SKIN REJUVENATION",
            "text": "<p><strong>Virtual Master Class with Lydia Sarfati</strong></p><p>12pm – 1:30pm EST</p><p>Learn how to safely rejuvenate skin AHA BHA and enzymatic peels to create lasting results. Join Repêchage Founder and CEO Lydia Sarfati to learn how mild glycolic peels and exfoliating masks can create beautiful skin instantly. In this webinar, you will learn:</p><ul><li>How to integrate groundbreaking peels such as the hybrid Biolight® Luminex Mask and Glyco-Sea® Glycolic Peel, the Vita Cura® Enzymatic Micropeel and the Rapidex® Marine Exfoliator with Phyto Marine Actives into your treatment menu for transformative results</li><li>How the proper formulations of ingredients to maintain pH and moisture barrier can create a non-irritating experience</li><li>How to upgrade facials with bioadvanced peels for dramatic results</li><li>Upon completion of 10 question test, registrants will receive a certificate of participation</li></ul>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-09-09-all-about-peels-and-skin-rejuvenation.php"
          }
        },
        "class_tttkLC": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "SEPTEMBER",
            "date": "30",
            "class": "WEBINAR",
            "title": "TODO SOBRE LOS PEELINGS Y EL REJUVENECIMIENTO DE LA PIEL",
            "text": "<p><strong>Virtual Class with Yolanda Amador</strong></p><p>12pm – 1:30pm EST</p><p>Aprenda cómo rejuvenecer la piel de forma segura con AHA’s BHA’s y Exfoliaciones Enzimáticas para crear resultados duraderos. Únase a la fundadora y directora ejecutiva de Repêchage, Lydia Sarfati, para aprender cómo las exfoliaciones suaves con ácido glicólico y las mascarillas exfoliantes pueden crear una piel hermosa al instante. En este seminario web, aprenderá:</p><ul><li>Cómo integrar exfoliaciones innovadoras como la mascarilla híbrida Biolight® Luminex y la exfoliación glicólica Glyco-Sea®, el Micropeel Enzimático Vita Cura® y el Exfoliante Marino Rapidex® con activos Fito-Marinos en su menú de tratamientos para obtener resultados transformadores</li><li>Cómo las formulaciones adecuadas de ingredientes para mantener el pH y la humedad de la barrera cutánea pueden crear una experiencia no irritante</li><li>Cómo mejorar los tratamientos faciales con exfoliaciones bioavanzadas para obtener resultados espectaculares</li><li>Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.</li></ul>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2024-09-30-todo-sobre-los-peelings-y-el-rejuvenecimiento-de-la-piel.php"
          }
        },
        "class_6h3WzJ": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "OCTOBER",
            "date": "7",
            "class": "WEBINAR",
            "title": "COMPROMISED SKIN NEEDS WELLNESS",
            "text": "<p><strong>Virtual Master Class with Lydia Sarfati</strong></p><p>12pm – 1:30pm EST</p><p>Does your clients' skin need an intervention? Let them know their skin is saying “stop and help me.” Whether from sun exposures, over-aggressive treatments or even radiation and chemotherapy, many people have dry, compromised skin that needs help. Join Repêchage Founder and CEO Lydia Sarfati to learn how to rebuild a compromised skin barrier while you calm, and protect. In this webinar, you will learn:</p><ul><li>Information on how to deal with anxiety, stress, and physical changes taking place in the client</li><li>How adding ‘rituals’ to every spa service helps lower stress by affecting the sympathetic and para-sympathetic nervous systems.</li><li>How to perform proper facial treatments such as the Hydra Dew Pure™ Moisturizing Lift Facial to restore and maintain the body’s essential first line of defense, the skin</li><li>Essential information on utilizing proper ingredients for the sensitized client</li><li>Proper massage techniques for stress reduction and relaxation</li><li>Upon completion of 10 question test, registrants will receive a certificate of participation</li></ul>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2024-10-07-compromised-skin-needs-wellness.php"
          }
        },
        "class_eTk6PY": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "OCTOBER",
            "date": "13-14",
            "class": "TRADESHOW",
            "title": "IECSC FLORIDA",
            "text": "<p><strong>West Palm Beach, FL</strong></p><p>Booth# 207</p><p>Meet the Repêchage Team in Person at IECSC! Discover the Future of Skincare Innovation at Our Booth!</p>",
            "button_label": "Register",
            "button_link": "https://www.iecscflorida.com/"
          }
        },
        "class_M4rGmV": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "OCTOBER",
            "date": "13",
            "class": "TRADESHOW CLASS",
            "title": "THE DO'S AND DON'TS OF ONCOLOGY ESTHETICS",
            "text": "<p><strong>IECSC Florida</strong></p><p>12:00PM to 1:00PM | Room 1C</p><p>This class will cover Do’s and Don’ts to ensure safe and effective care when treating clients with compromised skin from the effects of radiation and chemotherapy. Our live class will guide you through the best practices in oncology skincare.</p>",
            "button_label": "REGISTER",
            "button_link": "https://iecscflorida2024.sched.com/event/1iCqh/repechager-presents-the-dos-donts-of-oncology-esthetics"
          }
        },
        "class_zQXkbf": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "OCTOBER",
            "date": "14",
            "class": "TRADESHOW CLASS",
            "title": "THE SIGNATURE FOUR-LAYER FACIAL® - BALANCING THE FOUR ELEMENTS: WATER, AIR, EARTH, FIRE",
            "text": "<p><strong>IECSC Florida</strong></p><p>10:00AM to 11:00AM | Room 1C</p><p>Witness the art of the Signature Four-Layer Facial® in a live demonstration! This world-renowned treatment harmonizes the four elements of Earth to achieve balance, deephydration, and anti-agingbenefits. Discover how this holistic approach delivers total wellness results that rejuvenate and enhance a youthful appearance.</p><ul><li>Live demonstrations and practical insights into advanced techniques.</li><li>***EXCLUSIVE PRIZE: ATTEND TO WIN ONE TREATMENT***</li></ul>",
            "button_label": "REGISTER",
            "button_link": "https://iecscflorida2024.sched.com/event/1iCqk/repechager-presents-the-signature-four-layer-facialr-balancing-the-four-elements-water-air-earth-fire"
          }
        },
        "class_LWJTPy": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "October",
            "date": "28-30",
            "class": "MASTER CLASS",
            "title": "Elevate Your Skincare Expertise",
            "text": "<p><strong>Master Class with Lydia Sarfati</strong></p><p>This masterclass will provide hands-on experience, practical insights, and advanced techniques to elevate your skincare practice. Don’t miss this opportunity to learn from a leading expert in the field and enhance your skills with cutting-edge treatments.</p><p><strong>Day 1: Mastering Compromised Skin</strong></p><p><strong>Lecture and Workshop:</strong> Explore the complexities of compromised skin, including conditions resulting from harsh chemicals, chemotherapy, sun damage, wind, cold, and more. Learn how to assess and address these conditions with a do-no-harm approach.</p><p><strong>Treatments:</strong></p><ul><li><strong>Hydra Dew Pure Facial:</strong> Understand the fundamentals of this hydrating treatment and its benefits for compromised skin.</li><li><strong>Red Out Facial:</strong> Focus on rosacea and learn effective strategies for managing and soothing sensitive skin.</li><li><strong>Eye Contour Treatment Add-Ons:</strong> Enhance your knowledge of targeted treatments for delicate eye areas.</li><li><strong>Skin Histology Review:</strong> Gain insights into skin structure and function to better understand treatment outcomes.</li></ul><p><strong>Day 2: Advanced Facial Techniques</strong></p><p><strong>Treatments:</strong></p><ul><li><strong>Vita Cura Facial:</strong> Discover the powerful effects of this anti-aging treatment designed to rejuvenate and revitalize the skin.</li><li><strong>Biolight Facial:</strong> Learn about this brightening treatment and its benefits for uneven skin tones.</li><li><strong>Biolight Express Facial:</strong> Get to know the express version of the Biolight treatment for those clients on the go.</li></ul><p><strong>Day 3: Comprehensive Facial and Body Therapies</strong></p><p><strong>Facials and Body Treatments:</strong></p><ul><li><strong>Four Layer Facial:</strong> Master this multi-layered treatment designed to deeply nourish and hydrate the skin.</li><li><strong>Body Therapy Treatments:</strong> Delve into detox and anti-cellulite techniques to complement your facial services and offer holistic skincare solutions.</li></ul>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/3-day-master-class-with-lydia-sarfati-elevate-your-skincare-expertise-october-28-30-2024"
          }
        },
        "class_hb6MHc": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "OCTOBER",
            "date": "28",
            "class": "WEBINAR",
            "title": "LA PIEL COMPROMETIDA NECESITA BIENESTAR",
            "text": "<p><strong>Virtual Class with Yolanda Amador</strong></p><p>12pm – 1:30pm EST</p><p>¿La piel de sus clientes necesita una intervención? Hágales saber que su piel dice \"detente y ayúdame\". Ya sea por exposición al sol, tratamientos demasiado agresivos o incluso radiación y quimioterapia, muchas personas tienen la piel seca y comprometida la cual necesita ayuda. Únase a la fundadora y directora ejecutiva de Repêchage, Lydia Sarfati, para aprender cómo reconstruir una barrera cutánea comprometida mientras calma y protege. En este seminario web, aprenderá:</p><ul><li>Información sobre cómo afrontar la ansiedad, el estrés y los cambios físicos que se producen en el cliente.</li><li>Cómo agregar “rituales” a cada servicio de spa ayuda a reducir el estrés al afectar los sistemas nerviosos simpático y parasimpático.</li><li>Cómo realizar tratamientos faciales adecuados, como el tratamiento facial hidratante Hydra Dew Pure™ para restaurar y mantener la primera línea de defensa esencial del cuerpo: la piel.</li><li>Información esencial sobre la utilización de ingredientes adecuados para el cliente sensibilizado.</li><li>Técnicas de masaje adecuadas para la reducción del estrés y la relajación.</li><li>Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.</li></ul>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-10-28-la-piel-comprometida-necesita-bienestar.php"
          }
        },
        "class_VaqCr6": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "NOVEMBER",
            "date": "4",
            "class": "WEBINAR",
            "title": "ANTI-AGING: MENOPAUSAL SKIN OVER 40",
            "text": "<p><strong>Virtual Master Class with Lydia Sarfati</strong></p><p>12pm – 1:30pm EST</p><p>Perimenopause begins the skin over 40, but can start even sooner. Join Repêchage Founder and CEO Lydia Sarfati to learn how to lift and replenish skin moisture with advanced skin treatments that holistically address hormonal changes in the skin. Here, you will learn:</p><ul><li>The importance of hormones and how it affects all bodily functions and the skin, including hormonal changes, diet and lifestyle choices, especially during perimenopause</li><li>Recognize the significance of collagen and elastin, the “cellular glue” that is lost in 1% increments on an annual basis after you turn 20, that contributes to the appearance of aging in the skin</li><li>How the Vita Cura® 5 Phase Firming Facial and the Vita Cura® Gold Collection decrease wrinkles, even skin tone, and firm face and eye contours.</li><li>How Seaweed, Peptides, Sea Ferments such as Thermus Thermophillus, vitamins and phytohormones, and Spirulina help restore and recover skin from hormonal changes and signs of aging</li><li>Learn how to super charge your treatments with devices such as the LED Radio Frequency and EMS Skin Tightening Machine and the Ultrasonic Skin Spatula to stimulate and exfoliate the skin surface</li><li>Upon completion of 10 question test, registrants will receive a certificate of participation</li></ul>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-11-04-anti-aging-menopausal-skin-over-40.php"
          }
        },
        "class_ULYxqg": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "NOVEMBER",
            "date": "25",
            "class": "WEBINAR",
            "title": "ANTIENVEJECIMIENTO: PIELES MENOPÁUSICAS MAYORES DE 40 AÑOS",
            "text": "<p><strong>Virtual Class with Yolanda Amador</strong></p><p>12pm – 1:30pm EST</p><p>La perimenopausia comienza en la piel a partir de los 40 años, pero puede comenzar incluso antes. Únase a la fundadora y directora ejecutiva de Repêchage, Lydia Sarfati, para aprender cómo levantar y reponer la humedad de la piel con tratamientos cutáneos avanzados que abordan de manera integral los cambios hormonales en la piel. Aquí aprenderá:</p><ul><li>La importancia de las hormonas y cómo afectan todas las funciones corporales y la piel, incluidos los cambios hormonales, la dieta y el estilo de vida, especialmente durante la perimenopausia.</li><li>Reconocer la importancia del colágeno y la elastina, el “pegamento celular” que se pierde en incrementos del 1% anualmente después de cumplir los 20 años y que contribuye a la aparición del envejecimiento de la piel.</li><li>Cómo el facial reafirmante de 5 fases Vita Cura® y la colección Vita Cura® Gold disminuyen las arrugas, igualan el tono de la piel y reafirman el contorno del rostro y los ojos.</li><li>Cómo las algas, péptidos, fermentos marinos como Thermus Thermophillus, vitaminas, fitohormonas y la espirulina ayudan a restaurar y recuperar la piel de los cambios hormonales y signos del envejecimiento.</li><li>Aprenda a potenciar sus tratamientos con dispositivos como la Máquina de Radiofrecuencia LED y EME para Estiramiento Cutáneo y la Espátula Ultrasónica para estimular y exfoliar la superficie de la piel.</li><li>Al completar la prueba de 10 preguntas, los inscritos recibirán un certificado de participación.</li></ul>",
            "button_label": "Register",
            "button_link": "https://www.lydiasarfati.com/2024-11-25-antienvejecimiento-pieles-menopausicas-mayores-de-40-anos.php"
          }
        },
        "class_c9CLCt": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "DECEMBER",
            "date": "2",
            "class": "CONGRESS",
            "title": "Day of Empowerment",
            "text": "<p><strong>Conrad Ft Lauderdale Beach Resort</strong></p><p>We are thrilled to invite you to our 2024 Day of Empowerment event, hosted by Lydia Sarfati at the luxurious Conrad Ft Lauderdale Beach Resort. Immerse yourself in inspiration and learning at our Day of Empowerment on December 2, followed by an exclusive Advanced Skincare Workshop on December 3.</p><p><strong>Take advantage of our special pricing by signing up for our ALL ACCESS PASS - includes Sunday Evening Welcome Cocktails and two days of learning!</strong> Secure your spot now for an unforgettable experience designed to empower and elevate your professional journey.</p><p>We are happy to offer you an exclusive room block rate with special pricing at <a href=\"https://be.synxis.com/?adult=1&arrive=2024-08-14&chain=31425&child=0%C2%A4cy=USD&depart=2024-08-15&hotel=27188&level=hotel&locale=en-US&productcurrency=USD&promo=Repechage&rooms=1\" target=\"_blank\">The Atlantic Hotel and Spa</a> - Experience unparalleled comfort and relaxation next door to The Conrad Ft Lauderdale Beach<br/><a href=\"https://be.synxis.com/?adult=1&arrive=2024-08-14&chain=31425&child=0%C2%A4cy=USD&depart=2024-08-15&hotel=27188&level=hotel&locale=en-US&productcurrency=USD&promo=Repechage&rooms=1\" target=\"_blank\"> <strong>[BOOK NOW]</strong></a></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/collections/2024-repechage-education-calendar/products/day-of-empowerment-2024"
          }
        },
        "class_WNEhey": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "DECEMBER",
            "date": "3",
            "class": "WORKSHOP",
            "title": "Advanced Skincare Workshop",
            "text": "<p><strong>Conrad Ft Lauderdale Beach Resort</strong></p><p>Lydia Sarfati hosts an Advanced Skincare Workshop for licensed professionals at the Conrad Ft Lauderdale Beach Resort</p><p>Preceded by Day of Empowerment on December 2, 2024.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/advanced-skincare-workshop-december-3-2024"
          }
        },
        "class_Yb9Ddw": {
          "type": "class",
          "settings": {
            "month": "January",
            "date": "6",
            "class": "WORKSHOP",
            "title": "Oncology Esthetics 2-Day Class including Hands-on",
            "text": "<p><strong>9:30am – 5:00pm </strong></p><p><strong>This workshop and prep course will help to guide you on how to provide wellness treatments for your<br/>clients.</strong></p><p><strong>Registration fee: $199</strong><em><br/>Registration includes online access to the prep course.</em></p><p><strong>Kit fee: $325</strong><br/><em>The </em>k<em>it has everything the Oncology Esthetics student needs in a convenient cooler zip bag. It includes Oncology Esthetics® by Morag Currin, Repêchage® LED Radio Frequency and EMS Skin Tightening Machine, Kansa Wand massage tool, Hydra Dew Pure™ Starter Kit, Elixir Balm and Oil plus a box of 5 Lamina Lift™ Hydrating Seaweed Masks.</em></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em> </p><p>The workshop includes Lunch, Facial products, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant. </p><p>Key features of the product include: </p><ul><li>Hydrating: Uses moisture-rich ingredients to replenish and balance skin. </li><li>Soothing: Helps calm irritated or inflamed skin, making it ideal for sensitive skin types. </li><li>Gentle: Designed to be non-irritating, it is often recommended for use in treatments for redness, dryness, or inflammation. </li></ul>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/oncology-esthetics-2-day-class-including-hands-on-january-6-2025"
          }
        },
        "class_r3Ejp4": {
          "type": "class",
          "settings": {
            "month": "JANUARY",
            "date": "13 - 15",
            "class": "MASTER CLASS",
            "title": "3-DAY MASTER CLASS",
            "text": "<p><strong>9:30am – 5pm<br/>Class Fee: $599</strong> </p><p><em>To attend the workshop, participants must complete a virtual class and pass the assessment test with a minimum score of 70%.</em> </p><p>The workshop includes a continental breakfast, lunch, a workshop kit, The Book of Skincare Science & Protocols, Hands-On Training, and practicing on mannequin heads, followed by a demonstration on a fellow participant.</p><p><strong>Day 1 <br/>Signature Four Layer Facial</strong> – 4 Elements of the Universe with enhancements: Eye Treatment & Leg Detox Treatment<br/><strong>Hydra Medic</strong> - Hydra Medic facial and Deep Pore Cleansing with Electric Modalities, High Frequency, Galvanic Current & LED<br/><br/><strong>Day 2<br/>Biolight Facial</strong> - The  Repechage Biolight Facial is a treatment designed to brighten and even  out skin tone and improve overall radiance. It is known for offering a  range of benefits, especially for individuals seeking to improve skin  tone, clarity, and brightness.     <br/><strong>A Repechage Back Facial with Biolight Luminex Mask</strong> - The  Repechage Back Facial with Biolight Luminex Mask is a specialized  skincare treatment designed to  ejuvenate and improve the Skin's health <br/>and appearance. <br/><br/><strong>Day 3<br/>Dermaplaning Techniques Presented by Dr. Natalya Fazylova</strong> - Dermaplaning  removes vellus hair and dead skin cells from your face using a special  scalpel or a derma blade. Your skin is your largest organ, but exposure  to the surrounding environment may lead to skin damage. Dermaplaning is one of the most popular facial procedures for people looking for <br/>brighter, clearer, more youthful skin.<br/><strong>Red Out Facial</strong> - Repechage  Red-Out Facial is designed to soothe and calm irritated skin. It helps  reduce redness, inflammation, and sensitivity, often caused by  conditions like rosacea or environmental stress. The treatment uses  natural ingredients like seaweed, which hydrates and nourishes the skin,<br/> promoting a more balanced and even complexion. It’s ideal for sensitive<br/> or reactive skin types.</p><p><em>An optional dinner for $125 per person at The Chart House includes a three-course meal and two glasses of wine.</em></p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/3-day-master-class-january-13-15"
          }
        },
        "class_kK3WPe": {
          "type": "class",
          "settings": {
            "month": "JANUARY",
            "date": "20",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS WITH LYDIA SARFATI",
            "text": "<p><strong>12 - 1:30pm EST<br/>Registration fee: $20</strong></p>",
            "button_label": "SAVE THE DATE",
            "button_link": ""
          }
        },
        "class_GTdkfA": {
          "type": "class",
          "settings": {
            "month": "FEBRUARY",
            "date": "3",
            "class": "WORKSHOP",
            "title": "Luminous Skin for Valentine's Day",
            "text": "<p><strong>9:30am - 5pm<br/>Registration fee: $129</strong></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.</p><p>Fusion Facials is a collection of treatments designed to give your skin a glowing, radiant look for the festive season. Repechage is known for its seaweed-based products, which are hydrating and nourishing. This holiday-focused line may include products that brighten, moisturize, and enhance the skin’s natural luminosity, helping you achieve a refreshed, dewy complexion for holiday events and celebrations.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/luminous-skin-for-valentines-day-february-3"
          }
        },
        "class_bQEJHn": {
          "type": "class",
          "settings": {
            "month": "FEBRUARY",
            "date": "3",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS WITH LYDIA SARFATI",
            "text": "<p><strong>12 - 1:30pm EST<br/>Registration fee: $20</strong></p>",
            "button_label": "SAVE THE DATE",
            "button_link": ""
          }
        },
        "class_3PPnBj": {
          "type": "class",
          "settings": {
            "month": "MARCH",
            "date": "2-3",
            "class": "TRADESHOW",
            "title": "Professional Beauty Show",
            "text": "<p><strong>Location: Excel, London</strong></p><p>CIDESCO 2-day Massage Workshop WEST MEETS EAST.</p><p>Registration fee required.</p><p>A master class by Lydia Sarfati in London on March 4th, 2025 </p>",
            "button_label": "register",
            "button_link": "https://professionalbeauty.co.uk/pb-london-2025-register-your-interest"
          }
        },
        "class_Ge8FRz": {
          "type": "class",
          "settings": {
            "month": "MARCH",
            "date": "10",
            "class": "WORKSHOP",
            "title": "Waxing is Relaxing with Enhancements Treatment",
            "text": "<p><strong>9:30am – 5pm<br/>Registration fee: $129</strong></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.</p><p><strong>Repechage Hard and Soft Wax</strong> are two types of waxing products used for hair removal, each designed for different preferences and skin types. </p><p><strong>Repechage Hard Wax</strong>: This wax is typically used for more sensitive areas of the body, like the face, bikini line, and underarms. It hardens as it cools, which allows it to be removed without strips. It's known for being gentle on the skin and is ideal for coarse or short hair, as it adheres to the hair more than to the skin, reducing irritation. </p><p><strong>Repechage Soft Wax</strong>: This wax is used with strips and is ideal for larger areas like the legs or arms. It is more efficient for removing fine to medium hair. Soft wax adheres to both the hair and the Skin, making it more effective at removing hair without irritation if not used carefully. It provides a smoother finish.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/waxing-is-relaxing-with-enhancements-treatment-march-10"
          }
        },
        "class_fTwW9P": {
          "type": "class",
          "settings": {
            "month": "MARCH",
            "date": "23-25",
            "class": "TRADESHOW",
            "title": "IECSC NY 2025",
            "text": "<p><strong>Location: Jacob Javits Center, NYC</strong></p><p>Health and wellness are top priorities. Count on education, networking, and purchasing opportunities to accelerate your business at IECSC New York.</p>",
            "button_label": "reGISTER",
            "button_link": "https://www.xpressreg.net/register/ibsp0325/landing.asp?sc=&aban=&iq=&smt="
          }
        },
        "class_3p4xC8": {
          "type": "class",
          "settings": {
            "month": "MARCH",
            "date": "31",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS WITH LYDIA SARFATI: Retail The Other Half of Your Business",
            "text": "<p><strong>Registration: $20</strong></p><p>Retail the other half of your business, creating a valuable and wonderful client experience.      </p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-03-31-retail-the-other-half-of-your-business.php"
          }
        },
        "class_xNiYcL": {
          "type": "class",
          "disabled": true,
          "settings": {
            "month": "APRIL",
            "date": "5-7",
            "class": "TRADESHOW",
            "title": "America's Beauty Show",
            "text": "<p><strong>Location: Donald E. Stephens Convention Center</strong></p><p>Meet the Repêchage Team in Person! Discover the Future of Skincare Innovation at Our Booth!</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.americasbeautyshow.com/collections/abs-2025-tickets"
          }
        },
        "class_MAGQCE": {
          "type": "class",
          "settings": {
            "month": "APRIL",
            "date": "5-7",
            "class": "TRADESHOW",
            "title": "AMERICAN BEAUTY SHOW",
            "text": "<p><strong>Location: The Rosemont Convention Center, Chicago</strong></p><p>Cidesco workshop classes presented by CIDESCO SECTION USA<strong> </strong></p>",
            "button_label": "REGISTER",
            "button_link": ""
          }
        },
        "class_79Fp7E": {
          "type": "class",
          "settings": {
            "month": "APRIL",
            "date": "28",
            "class": "WORKSHOP",
            "title": "The Eyes Have It, Vita Cura, & Leg Detox Treatment",
            "text": "<p><strong>9:30am - 5pm<br/>Registration fee: $129</strong></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.</p><p><strong>The Opti Firm Eye Treatment</strong>: A skincare procedure focused on improving the appearance and health of the delicate skin around the eyes. It’s part of the Repechage line of products, which are known for their use of marine-based ingredients. This specific treatment typically targets issues like puffiness, dark circles, fine lines, and dryness. </p><p><strong>Vita Cura 5 Phase Firming Facial with Micropeel</strong>: A comprehensive skincare treatment designed to<br/>rejuvenate and renew the skin. It combines advanced exfoliation techniques with nourishing treatments for a more youthful, radiant complexion.</p><p><strong>The Repechage Leg Detox Treatment</strong>: Designed to help improve circulation, reduce swelling, and detoxify the legs.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/the-eyes-have-it-vita-cura-leg-detox-treatment-april-28"
          }
        },
        "class_4MmVPC": {
          "type": "class",
          "settings": {
            "month": "MAY",
            "date": "5-6",
            "class": "TRADESHOW",
            "title": "Live Love Spa",
            "text": "<p><strong>Location: TWA Hotel, NYC</strong></p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "Register",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-new-york-2025"
          }
        },
        "class_htbrbW": {
          "type": "class",
          "settings": {
            "month": "MAY",
            "date": "12-14",
            "class": "MASTER CLASS",
            "title": "Anti-Aging Menopausal Skin, Vita Cura Gold Facial",
            "text": "<p><strong>Registration fee: $599</strong></p><p><em>To attend the workshop, participants are required to complete a virtual class and pass the associated test with a minimum score of 70%.</em> </p><p>The workshop includes continental breakfast, lunch, Work Shop Kit, The Book of Skincare Science & Protocols, Hands-On Training, and practicing on mannequin head followed by a demonstration on a fellow participant. </p><p>An optional dinner for $125 per person at The Chart House includes a three-course meal and two glasses of wine.</p><p>Repechage is a skincare brand known for its natural-based, high-performance products. Repechage offers a range of treatments designed to address common skin concerns such as dryness, thinning skin, loss of elasticity, and hormonal imbalances that can lead to increased sensitivity or redness. </p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/anti-aging-menopausal-skin-vita-cura-gold-facial"
          }
        },
        "class_VNEkEA": {
          "type": "class",
          "settings": {
            "month": "MAY",
            "date": "19-20",
            "class": "TRADESHOW",
            "title": "Live Love Spa",
            "text": "<p><strong>Location: Scottsdale, AZ</strong></p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "REGISTER",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-scottsdale-2025"
          }
        },
        "class_6WU98i": {
          "type": "class",
          "settings": {
            "month": "JUNE",
            "date": "2",
            "class": "WORKSHOP",
            "title": "T- Zone Facial Treatment with Enhancements",
            "text": "<p><strong>9:30am – 5pm<br/>Registration fee: $129</strong></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.</p><p><strong>The Repechage T-Zone Facial with Enhancements</strong> is a targeted skincare treatment designed to address specific concerns, particularly for oily or combination skin types. It focuses on balancing the skin in the T-zone area (forehead, nose, and chin), where oil production is typically more concentrated.</p><p><strong>Steps in the facial:</strong></p><ol><li>Cleansing: The facial starts with a deep cleanse to remove dirt, oil, and impurities.</li><li>Exfoliation: A gentle exfoliation helps to slough off dead skin cells, promoting smoother skin and unclogging pores.</li><li>T-Zone Treatment: The focus is on treating the T-zone area with specialized products that regulate oil production, minimize shine, and reduce the appearance of pores.</li><li>Extraction: If necessary, extractions are performed to clear clogged pores and blackheads, especially in the T-zone.</li><li>Hydration and Mask: A hydrating mask is applied to soothe and nourish the skin, ensuring it stays balanced and not over-dried from the oil-controlling treatments.</li></ol><p><strong>Enhancements may include:</strong></p><ul><li>LED Light Therapy: Helps with acne or skin rejuvenation.</li><li>Collagen Mask: For added hydration and anti-aging benefits.</li><li>High-Frequency Treatment: Targets acne or blemishes for clearer skin.</li><li>Lymphatic Drainage: To reduce puffiness and improve circulation.</li></ul>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/t-zone-facial-treatment-with-enhancements"
          }
        },
        "class_LmBjV3": {
          "type": "class",
          "settings": {
            "month": "JUNE",
            "date": "9",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS: Put the Best Face Forward",
            "text": "<p><strong>12 - 1:30pm EST<br/>Registration: $20</strong></p><p>Put the best face forward. Your look and your professionalism are the ticket to success.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-06-09-virtual-master-class-put-the-best-face-forward.php"
          }
        },
        "class_D3zE4e": {
          "type": "class",
          "settings": {
            "month": "JULY",
            "date": "14",
            "class": "WORKSHOP",
            "title": "All about Hyperpigmentation addressed withour Biolight Facial",
            "text": "<p><strong>9:30am - 5pm<br/>Registration fee: $129</strong></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.</p><p>Hyperpigmentation is a common skin condition characterized by the darkening of certain areas of the<br/>skin due to excess production of melanin, the pigment responsible for skin color. It can occur in various forms, such as age spots, melasma, or post-inflammatory hyperpigmentation (PIH) due to acne or injury.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/all-about-hyperpigmentation-addressed-withour-biolight-facial-july-14"
          }
        },
        "class_nEQ7C7": {
          "type": "class",
          "settings": {
            "month": "JULY",
            "date": "21-22",
            "class": "TRADESHOW",
            "title": "Live Love Spa",
            "text": "<p><strong>Location: Dallas, TX</strong></p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "REGISTER",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-dallas-2025REGISTER"
          }
        },
        "class_x9pFqN": {
          "type": "class",
          "settings": {
            "month": "AUGUST",
            "date": "18",
            "class": "WORKSHOP",
            "title": "The Ultimate Lifting Seaweed Mask with Leg Detox",
            "text": "<p><strong>Registration fee: $129</strong></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.</p><p><strong>Repechage The Ultimate Lifting Seaweed Mask</strong> is a luxurious skincare treatment designed to rejuvenate and firm the skin. It features a unique blend of seaweed extracts, marine peptides, and other nourishing ingredients to deeply hydrate and tone the skin. This mask helps to improve elasticity, reduce the appearance of fine lines and wrinkles, and restore a youthful, radiant complexion. Ideal for aging or stressed skin, it provides a soothing, tightening effect while promoting overall skin health. The formula is designed to lift and contour, leaving the skin feeling refreshed and revitalized.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/the-ultimate-lifting-seaweed-mask-with-leg-detox-august-18"
          }
        },
        "class_dUNqX4": {
          "type": "class",
          "settings": {
            "month": "AUGUST",
            "date": "25-26",
            "class": "TRADESHOW",
            "title": "Live Love Spa",
            "text": "<p><strong>Location: Miami, FL</strong></p><p>Live Love Spa welcomes spa directors, spa business owners, spa managers, or purchasing decision makers seeking unique ways to positively impact revenue, profitability and their guests' lives.</p>",
            "button_label": "REGISTER",
            "button_link": "https://livelovespa.regfox.com/live-love-spa-miami-2025"
          }
        },
        "class_NReC3t": {
          "type": "class",
          "settings": {
            "month": "SEPTEMBER",
            "date": "15",
            "class": "VIRTUAL MASTER CLASS",
            "title": "VIRTUAL MASTER CLASS: Client Consultation and Skin Analysis",
            "text": "<p><strong>12 - 1:30pm EST<br/>Registration fee: $20</strong></p><p>This class is for Esthetic Students. Client Consultation and Skin Analysis – Skills for assessing and customizing treatments for clients. Ethics and Professionalism – Building strong interpersonal and ethical standards. Sanitation and Infection Control – Best practices for hygiene, sterilization, and safety.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.lydiasarfati.com/2025-09-15-virtual-master-class-client-consultation-and-skin-analysis.php"
          }
        },
        "class_BLq3PU": {
          "type": "class",
          "settings": {
            "month": "SEPTEMBER",
            "date": "28-29",
            "class": "TRADESHOW",
            "title": "IECSC",
            "text": "<p><strong>Location: West Palm Beach Convention Center</strong></p><p>IECSC is the established leader in offering spa and wellness education to the South Florida market - for 26 years!</p>",
            "button_label": "SAVE THE DATE",
            "button_link": "https://www.iecscflorida.com/"
          }
        },
        "class_tzJd7k": {
          "type": "class",
          "settings": {
            "month": "OCTOBER",
            "date": "20-22",
            "class": "MASTER CLASS",
            "title": "Hydra Dew Pure Moisturizing Lift Facial",
            "text": "<p><strong>Registration fee: $599</strong></p><p><em>To attend the workshop, participants are required to complete a virtual class and pass the associated test with a minimum score of 70%.</em> </p><p>The workshop includes Continental breakfast, lunch, Work Shop Kit, The Book of Skincare Science & Protocols, Hands-On Training, and practicing on a dummy followed by a demonstration on a fellow participant. </p><p>An optional dinner for $125 per person at The Chart House includes a three-course meal and two glasses of wine.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/hydra-dew-pure-moisturizing-lift-facial-oct-20-23"
          }
        },
        "class_R4xbL4": {
          "type": "class",
          "settings": {
            "month": "NOVEMBER",
            "date": "18",
            "class": "WORKSHOP",
            "title": "Holiday Glow Treatments",
            "text": "<p><strong>9:30 – 5pm<br/>Registration fee: $129</strong></p><p><em>To attend the workshop, participants must complete a virtual class and pass the associated test with a minimum score of 70%.</em></p><p>The workshop includes Lunch, Hands-On Training, and practicing on a mannequin followed by a demonstration on a fellow participant.</p><p><strong>Repechage Body & Facial Waxing</strong> refers to a professional waxing service offered by Repechage, a brand known for its skincare products and treatments. They provide a variety of waxing options for both the body and face, using high-quality waxes designed to be gentle on the skin while effectively removing unwanted hair. Repechage waxing treatments typically aim to minimize irritation and provide smooth, long-lasting results.</p>",
            "button_label": "REGISTER",
            "button_link": "https://www.repechage.com/products/waxing-is-relaxing-nov-18"
          }
        }
      },
      "block_order": [
        "class_TDDqCR",
        "class_kDCUFb",
        "class_BCQ4cd",
        "class_ztpVVN",
        "class_zffzRt",
        "class_jpdCBF",
        "class_aFDFKN",
        "class_xJLqft",
        "class_tttkLC",
        "class_6h3WzJ",
        "class_eTk6PY",
        "class_M4rGmV",
        "class_zQXkbf",
        "class_LWJTPy",
        "class_hb6MHc",
        "class_VaqCr6",
        "class_ULYxqg",
        "class_c9CLCt",
        "class_WNEhey",
        "class_Yb9Ddw",
        "class_r3Ejp4",
        "class_kK3WPe",
        "class_GTdkfA",
        "class_bQEJHn",
        "class_3PPnBj",
        "class_Ge8FRz",
        "class_fTwW9P",
        "class_3p4xC8",
        "class_xNiYcL",
        "class_MAGQCE",
        "class_79Fp7E",
        "class_4MmVPC",
        "class_htbrbW",
        "class_VNEkEA",
        "class_6WU98i",
        "class_LmBjV3",
        "class_D3zE4e",
        "class_nEQ7C7",
        "class_x9pFqN",
        "class_dUNqX4",
        "class_NReC3t",
        "class_BLq3PU",
        "class_tzJd7k",
        "class_R4xbL4"
      ],
      "settings": {
        "bg_color": "",
        "padding_top": 0,
        "padding_bottom": 80,
        "padding_top_m": 0,
        "padding_bottom_m": 50,
        "divider": false
      }
    }
  },
  "order": [
    "main",
    "slideshow_aAwwLJ",
    "rich_text_gg9waL",
    "custom_classes_schedule_PX3jiM"
  ]
}
